{
  "@I500001@": {
    "narrative": "Kevin Eugene Gaasch was born on April 26, 1976, in Ponca City, Oklahoma, the son of Phil Gaasch and Lula Britton, and today works as a Software Architect. He is the culmination of eleven generations of migration — Luxembourg farmers, Yorkshire mill workers, Appalachian pioneers, Deep South cotton planters, and Texas frontier settlers — whose combined journeys across three centuries and two continents converged in mid-twentieth century Oklahoma.",
    "region": "Oklahoma, United States",
    "era": "1976–present"
  },
  "@I500003@": {
    "narrative": "Phil Eugene Gaasch was born on August 3, 1944, in Tulsa, Oklahoma, the son of Melvin Gaasch and Elizabeth Fleming. He grew up during the postwar boom that transformed Tulsa from an oil town into a modern city, attended school as the baby boom reshaped American education, and came of age during the turbulent 1960s. Tulsa's Route 66, the great neon-lit corridor of postwar American mobility, ran through the city. His Luxembourg great-grandparents' journey from the Moselle valley to the Iowa prairie, and his West Virginia great-grandparents' emergence from Appalachian hollows into the industrial age, had by Phil's generation produced a thoroughly mid-century American family rooted in Oklahoma's red clay plains.",
    "region": "Tulsa, Oklahoma",
    "era": "1944–present"
  },
  "@I500002@": {
    "narrative": "Lula Annetta Britton was born on November 8, 1946, in Brownfield, Terry County, Texas — the heart of the Llano Estacado, the great flat Staked Plains of West Texas. She was the daughter of Charles Homer Britton and Bertha Gunter. Brownfield in the 1940s and '50s was a cotton town set on the high plains, where the Caprock Escarpment drops dramatically to the lower Rolling Plains. Her ancestors had traced a long arc from colonial Bedfordshire and Yorkshire through Tennessee, Alabama, the Deep South, and finally the Texas frontier — a family story written in cotton fields and cattle trails.",
    "region": "Terry County, Texas",
    "era": "1946–present"
  },
  "@I500007@": {
    "narrative": "Melvin Lloyd Gaasch was born on October 26, 1914, in Tulsa, Oklahoma, the son of Glenn Gaasch and Alice Jenkinson. He lived 92 years, his lifespan encompassing both World Wars, the Great Depression, the Space Age, and the dawn of the digital era. As a general office clerk, Melvin witnessed Tulsa's transformation from the self-proclaimed 'Oil Capital of the World' into a modern city. He was the son of a Kansas City-born man whose parents had emigrated from Luxembourg and Yorkshire — a heritage that had already passed through Iowa farm country and the Texas Brazos Valley before arriving in the oil fields of northeastern Oklahoma. He died on June 13, 2007.",
    "region": "Tulsa, Oklahoma",
    "era": "1914–2007"
  },
  "@I500006@": {
    "narrative": "Elizabeth Adeline Fleming was born on July 15, 1923, in Standard, Kanawha County, West Virginia — a coal-camp community along Cabin Creek, site of the brutal Paint Creek–Cabin Creek Strike of 1912–1913 that had shaken the nation just a decade before her birth. She was the daughter of Romeo Fleming and Blanche Boyd, both from deep in Appalachian West Virginia. Standard sat in the industrial Kanawha Valley that Union Carbide was transforming into a global chemical manufacturing center. Elizabeth carried the blood of Delaware colonial settlers, Shenandoah Valley Virginians, and Calhoun County subsistence farmers — a distinctly Appalachian heritage she brought to her marriage with Melvin Gaasch in Tulsa. She died April 1, 2007.",
    "region": "Kanawha County, West Virginia",
    "era": "1923–2007"
  },
  "@I500008@": {
    "narrative": "Glenn Melvin Gaasch was born on July 28, 1888, in Kansas City, Wyandotte County, Kansas, the son of Peter Gaasch and Mary Catherine Woolwine. He lived for nearly 100 years, dying March 10, 1988 — a span that encompassed the frontier era, two World Wars, the Great Depression, the Space Age, and the birth of the personal computer. His father Peter had been born in Dubuque, Iowa, to Luxembourg immigrant parents; his mother Mary Catherine had roots in Missouri's troubled pre-Civil War countryside. Glenn settled in Tulsa during its oil boom years, watching the city explode from a small Creek Nation trading post into a gleaming oil metropolis. His wife Alice Jenkinson brought Yorkshire mill-town blood to this thoroughly American family story.",
    "region": "Kansas City / Tulsa",
    "era": "1888–1988"
  },
  "@I500009@": {
    "narrative": "Alice Sypher Jenkinson was born January 19, 1892, in Bryan, Brazos County, Texas, the daughter of William Jenkinson and Alice Cooper Sypher. She died on July 1, 1931, at just 39 years old, leaving her son Melvin a teenager. Bryan in the 1890s was a railroad town anchoring Brazos County's cotton economy, with Texas A&M College four miles south. Alice's father had emigrated from Slaithwaite, Yorkshire — a Colne Valley wool mill town — to this Texas cotton community, carrying with him the sounds of English mill-town speech that must have seemed exotic on the Texas prairie. Her mother Alice Cooper Sypher had Iowa roots tracing back through Pennsylvania German country to Revolutionary War-era families.",
    "region": "Bryan, Texas",
    "era": "1892–1931"
  },
  "@I500011@": {
    "narrative": "Peter Gaasch was born on March 7, 1849, in Dubuque, Iowa, the son of Joannes Gaasch and Catherine Sauber — both born in Luxembourg and married in 1848 before emigrating. He was thus the first American-born generation of the Gaasch line, raised in the booming river city of Dubuque where a thriving Luxembourg immigrant community had established Catholic parishes, German-language newspapers, and familiar cultural institutions. He became a farmer, married Mary Catherine Woolwine in 1877, and ultimately settled in Kansas City, Kansas. He died March 13, 1915.",
    "region": "Dubuque, Iowa / Kansas City",
    "era": "1849–1915"
  },
  "@I500012@": {
    "narrative": "Mary Catherine Woolwine was born October 1, 1860, in Braymer, Caldwell County, Missouri — a county haunted by the 1838 Mormon massacre at Hawn's Mill and the guerrilla violence of the Civil War. She was seventeen when she married Peter Gaasch in 1877. Her ancestors traced a remarkable migration: Frederick County Virginia to Clark County Ohio to Caldwell County Missouri, following the westward arc of American settlement across the Ohio Valley and onto the Missouri prairie. She lived to June 26, 1951, dying at 90 years old after witnessing a century of transformation from the Missouri frontier to the atomic age.",
    "region": "Caldwell County, Missouri",
    "era": "1860–1951"
  },
  "@I500019@": {
    "narrative": "Joannes Gaasch was born July 27, 1821, in Alzingen, a small farming village in the commune of Hesperange just south of Luxembourg City. He grew up during the turbulent decades of French rule's aftermath, Belgian and Dutch control, and Luxembourg's hard-won independence in 1839. The potato famine of 1845–1847 struck with devastating force, and Joannes made the defining decision of his life: emigration. He married Catherine Sauber in 1848 and the couple crossed the Atlantic to Iowa, joining the large Luxembourg immigrant community in Dubuque. He farmed in Iowa until his death on August 1, 1892. His journey from a Luxembourg village to the Iowa prairie is the central hinge of the Gaasch family's American story.",
    "region": "Alzingen, Luxembourg / Dubuque, Iowa",
    "era": "1821–1892"
  },
  "@I500020@": {
    "narrative": "Catherine Sauber was born July 23, 1824, in Niederanven, in the Canton de Luxembourg, the daughter of Guilaume Sauber and Anna Marie Thinnes. She grew up in the rolling Gutland hills northeast of Luxembourg City during decades of political upheaval — French rule, Dutch control, the Klëppelkrich revolt, and finally Luxembourgish independence. The potato famine of 1845–1847 made emigration seem not just appealing but necessary. She married Joannes Gaasch in 1848 and emigrated to Iowa. She outlived her husband by fourteen years, dying October 24, 1906, at 82 years old — long enough to see her Iowa-born son Peter's children growing up as thoroughly American citizens of the new century.",
    "region": "Niederanven, Luxembourg / Dubuque, Iowa",
    "era": "1824–1906"
  },
  "@I500035@": {
    "narrative": "Jacobus Gaasch was born November 7, 1788, in Alzingen, Hesperange — the same Luxembourg village where generations of Gaasches had lived, farmed, and been recorded in the parish registers of the commune church. He grew up during the most tumultuous decades Luxembourg had known: the French Revolutionary annexation of 1795, the Klëppelkrich peasant revolt of 1798, the Napoleonic conscriptions that sent Luxembourg men to die from Spain to Russia. He married Maria Prima Lorang in Alzingen and died there on May 29, 1829, at just 40 years old, never seeing the American chapter his descendants would write. His son Joannes would be the emigrant.",
    "region": "Alzingen, Luxembourg",
    "era": "1788–1829"
  },
  "@I500036@": {
    "narrative": "Maria Prima Lorang was born October 5, 1794, in Frisange, a village in southern Luxembourg near the French border — a community attacked four times by French Revolutionary troops in the 1790s and incorporated into France's Département des Forêts in 1795. She was the daughter of Joannes Lorang and Marie Régine Schumacher, both of Frisange. She married Jacobus Gaasch and moved to Alzingen. Widowed at roughly 34 when Jacobus died in 1829, she raised their children — including the future emigrant Joannes — through the uncertain decades of Dutch and then newly independent Luxembourgish rule.",
    "region": "Frisange / Alzingen, Luxembourg",
    "era": "1794–?"
  },
  "@I500026@": {
    "narrative": "Guilaume Wilhelmus Sauber was born January 5, 1781, in Niederanven, Luxembourg, the son of Joannes Sauber and Anna Marie Schmit. He worked as a shoemaker — a skilled trade that placed him a step above pure agricultural laborer in the village economy. He came of age during the French Revolution's upheaval, was seventeen during the September 1798 Klëppelkrich revolt against conscription, and lived through the Napoleonic era's constant drain of young men into foreign armies. He married Anna Marie Thinnes in 1805 and died October 21, 1855 — long enough to see his daughter Catherine emigrate to America and begin the Gaasch family's Iowa chapter.",
    "region": "Niederanven, Luxembourg",
    "era": "1781–1855"
  },
  "@I500027@": {
    "narrative": "Anna Marie Thinnes was born March 24, 1782, in Senningen, a village within the commune of Niederanven, Luxembourg, the daughter of Georg Thinnes and Maria Weber. Senningen in the eighteenth century was notable for its six active mills — paper, oil, saw, and grain mills powered by the Ernz stream — suggesting a community somewhat more economically diverse than purely agricultural villages. She married Guilaume Sauber in 1805 and died November 22, 1861. Her daughter Catherine carried the Thinnes blood to Iowa, where it merged with the Gaasch line to produce the first American-born generation.",
    "region": "Senningen/Niederanven, Luxembourg",
    "era": "1782–1861"
  },
  "@I501475@": {
    "narrative": "Simon Gaasch was born February 19, 1760, in Alzingen, Hesperange, Luxembourg — the ancestral village of the entire Gaasch line. He worked as a cobbler (cordonnier), like his later relative Guilaume Sauber a shoemaker, part of the small class of rural artisans who served agricultural communities. He married Elisabeth Heiderscheid in 1786 and died young, on January 22, 1793, at just 32 years old — before the worst of the French Revolutionary disruptions struck Luxembourg, before the Klëppelkrich, before Napoleon. His son Jacobus was just four when Simon died, yet the Alzingen community's tight networks of godparents, relatives, and neighbors would have surrounded the boy with continuity and care.",
    "region": "Alzingen, Luxembourg",
    "era": "1760–1793"
  },
  "@I501476@": {
    "narrative": "Elisabeth Heiderscheid was born March 27, 1762, in Saeul, Canton de Redange, in the western part of Luxembourg — quite a distance from Alzingen in the southeast, suggesting her marriage to Simon Gaasch crossed parish boundaries, perhaps through family connections or market day meetings. She was the daughter of Bernard Heiderscheid of Ansembourg and Jeanne Thillen of Saeul. Widowed at approximately 30 when Simon died in 1793, she outlived him by nearly six decades, dying September 9, 1852, at 90 years old — long enough to see her grandson Joannes marry Catherine Sauber and prepare to emigrate to America.",
    "region": "Saeul, Luxembourg",
    "era": "1762–1852"
  },
  "@I501477@": {
    "narrative": "Nicolas Gaasch was born in 1717 in Alzingen, Hesperange, the son of Jean Gaasch and Anne Nee. He lived his entire life in this small farming village south of Luxembourg City, farming as generations of Gaasches had done in the Alzette valley. His marriage to Jeanne Useldinger on January 8, 1747 is documented in the Hesperange parish register — one of the clearest records in the family's early Luxembourg history. The Useldinger family was also rooted in Alzingen, as confirmed by the 1739 marriage of Jeanne's brother Mathias Useldinger in the same register.\n\nNicolas grew up in the final decades of Habsburg rule, a period of relative stability after the long wars of the previous century. His father Jean had likely come from the neighboring village of Bivingen, where the Gaasch family had been established since at least the 1680s. By Nicolas's generation the family was fully settled in Alzingen, and it would remain there through four more generations.\n\nPrimary source research in the Roeser parish register has confirmed that a Nicolaus Gaasch — almost certainly Nicolas's uncle, the brother of Jean — was baptized in Bivingen on March 27, 1699. This Nicolaus later appears in Alzingen records serving as godfather, suggesting the two branches of the family maintained close ties across the two neighboring villages.",
    "region": "Alzingen, Hesperange, Luxembourg",
    "era": "1717–c. 1780"
  },
  "@I501478@": {
    "narrative": "Jeanne Useldinger was born March 6, 1720, in Alzingen, Hesperange, Luxembourg. The Useldinger name appears multiple times in the Alzingen parish registers — Joannes Useldinger and Anne Useldinger among her apparent relatives — suggesting this was an established village family. She married Nicolas Gaasch in Alzingen and her descendants would carry the combined Gaasch-Useldinger heritage forward through Simon, Jacobus, Joannes, and Peter to the Iowa prairie.",
    "region": "Alzingen, Luxembourg",
    "era": "1720–?"
  },
  "@I501485@": {
    "narrative": "Jean Gaasch was born approximately 1698 — most likely in Bivingen (Bivange), a small village in the commune of Roeser, southern Luxembourg, though he spent his adult life and died in the neighboring village of Alzingen on May 8, 1743. He represents the oldest documented generation of the Gaasch name in the family tree, and recent primary source research in the Roeser parish register has now brought his parents into view.\n\nThe Roeser parish register (1685–1789) records a family of Gaasch men in Bivingen across the late 17th century. A man named Joannes Gaasch (Gausch) and his wife Margaretha are confirmed living in Bivingen by at least 1699, when their son Nicolaus was baptized there on March 27 of that year. Joannes was an established and respected member of the Bivingen community — he served as godfather for neighbors' children in April 1695 and again in April 1699, indicating he was a man of standing. Jean, born approximately a year before Nicolaus, was almost certainly their firstborn son — making Joannes and Margaretha of Bivingen Jean's probable parents.\n\nBivingen and Alzingen are neighboring villages less than two kilometers apart, separated only by fields in the Alzette valley. The move from Bivingen to Alzingen was a natural one, and there are confirmed social connections between the two villages in the parish records — an Alzingen woman named Maria Peters served as godmother for a Gaasch child's baptism in 1693, suggesting the family already had ties to Alzingen before Jean settled there.\n\nJean lived through the final wars of Louis XIV, the War of the Spanish Succession, and the first peaceful decades of Austrian rule over Luxembourg. His son Nicolas was born in 1717 in Alzingen, and the line would continue there for four more generations before Joannes Gaasch and Catherine Sauber crossed the Atlantic in 1848.",
    "region": "Bivingen & Alzingen, Luxembourg",
    "era": "c. 1698–1743"
  },
  "@I500734@": {
    "narrative": "Joannes Sauber was born May 6, 1756, in Steinheim, a small village on the Sauer River in the canton of Grevenmacher, Luxembourg — within sight of the ancient Abbey of Echternach and across the water from the German Rhineland. He died young, on March 10, 1793, at 36 years old, the same year as Simon Gaasch across the duchy. His life spanned the peaceful final decades of Austrian rule before the French Revolution's storm broke over Luxembourg. His son Guilaume would become a Niederanven shoemaker; his granddaughter Catherine would emigrate to Iowa.",
    "region": "Steinheim, Luxembourg",
    "era": "1756–1793"
  },
  "@I500735@": {
    "narrative": "Anna Marie Schmit was born February 2, 1760, in the Luxembourg-Belgian border area near Messancy in present-day Wallonia. She died March 30, 1793 — the same year as her husband Joannes Sauber, both taken before the worst of the Revolutionary upheaval reached their doorstep. Their son Guilaume was twelve when he was orphaned, growing up in a Luxembourg undergoing the most traumatic transformation in its history.",
    "region": "Luxembourg/Belgium border",
    "era": "1760–1793"
  },
  "@I500736@": {
    "narrative": "Peitrus Sauber was born February 16, 1728, in Steinheim, near Echternach in Luxembourg's Grevenmacher canton, son of Christopher Sauber and Anna Maria Göden. He died young, on April 18, 1757, at just 29 years old. The Sauber family was firmly planted in the Steinheim-Echternach corridor along the Sauer River, where the great Benedictine abbey had presided over parish life since 698 AD. Agricultural village life, punctuated by the abbey's bells and the Sauer's seasonal rhythms, defined the world into which Peitrus was born and from which he departed so early.",
    "region": "Steinheim, Luxembourg",
    "era": "1728–1757"
  },
  "@I500737@": {
    "narrative": "Anna Maria Göden was born April 14, 1725, in Steinheim, Rosport, near Echternach — the same village as her future husband's family. She was the daughter of Petrus Goden (from the Bitburg area across the Sauer) and Angela Hastert of Steinheim. She outlived her husband Peitrus Sauber by over fifty years, dying December 25, 1808, at the remarkable age of 83 — surviving the French Revolution, the Klëppelkrich, the Napoleonic era, and witnessing Luxembourg pass from Austrian to French to Dutch rule in her final decades.",
    "region": "Steinheim, Luxembourg",
    "era": "1725–1808"
  },
  "@I500738@": {
    "narrative": "Christopher Sauber was born November 6, 1700, in Steinheim, Rosport, near Echternach, Luxembourg — the earliest firmly documented generation of the Sauber line. He was born during the brief French occupation of Luxembourg (1684–1697 under Louis XIV), with the duchy just recently returned to Habsburg control by the Treaty of Ryswick. Christopher's years coincided with the beginning of the long Austrian peace that would make the eighteenth century Luxembourg's most stable era in generations. He died January 3, 1744. His Sauber descendants would remain in the Steinheim-Niederanven corridor for another four generations before Catherine Sauber sailed for Iowa.",
    "region": "Steinheim, Luxembourg",
    "era": "1700–1744"
  },
  "@I500739@": {
    "narrative": "Anna Maria Clasen was born January 4, 1709, in Geyershaff (Geyershof), near Echternach in Grevenmacher canton, Luxembourg — a tiny hamlet today of roughly 42 residents, likely even smaller in the early 18th century. She was the daughter of Theodorus Clasen and Maria Joanna Kaiser. She died April 19, 1740, at just 31 years old — leaving Christopher Sauber a widower with young children. Her Clasen family traced its presence in the Echternach area back at least to the 1660s, documented in parish records that survive today as remarkable windows into Luxembourg's rural Catholic world.",
    "region": "Geyershof/Echternach, Luxembourg",
    "era": "1709–1740"
  },
  "@I500742@": {
    "narrative": "Petrus Goden was born January 31, 1684, in the Bitburg area of Rhineland-Palatinate, Germany — across the Sauer River from Luxembourg's Echternach canton. Bitburg had been part of the Luxembourg domain for centuries before passing to Prussia; families freely intermarried across the river border. He married Angela Hastert of Steinheim, Luxembourg, moving into her community — a pattern common in a region where the river was a highway, not a barrier. He died September 12, 1746. His daughter Anna Maria Göden would marry Peitrus Sauber of Steinheim, continuing the family's presence in this Sauer valley corridor for generations.",
    "region": "Bitburg, Germany / Steinheim, Luxembourg",
    "era": "1684–1746"
  },
  "@I500743@": {
    "narrative": "Angela Hastert was born March 1682 in Steinheim, Echternach, Luxembourg, daughter of Johann Hastert and Margaretha Herber. She grew up during the worst years of Luxembourg's torment under Louis XIV — French forces had captured the fortress capital in 1684 and the Nine Years' War (1688–1697) ravaged the duchy. Daily life in a small Sauer River village during these years meant constant troop passage, requisitioned grain and livestock, and the anxiety of a community caught between great powers. She died April 16, 1732, after seeing the long Austrian peace finally bring stability to the land.",
    "region": "Steinheim, Luxembourg",
    "era": "1682–1732"
  },
  "@I500812@": {
    "narrative": "SebastianBast Sauber was born July 19, 1648, in Steinheim, Rosport, near Echternach — the oldest confirmed ancestor in the entire Gaasch family tree. He was born into the final months of the Thirty Years' War, which ended with the Peace of Westphalia on October 24, 1648 — just three months after his birth. Luxembourg had been devastated by over a decade of warfare; populations had been reduced by plague, famine, and violence. He spent his entire life rebuilding in the shadow of that catastrophe, dying approximately 1717. His descendants would farm in Steinheim for four more generations before the emigration wave of the 1840s.",
    "region": "Steinheim, Luxembourg",
    "era": "1648–c.1717"
  },
  "@I500813@": {
    "narrative": "Elisabetth Göbels was born July 19, 1668, in Steinheim, Rosport, Echternach — the same date as her eventual husband SebastianBast Sauber, though it's unclear if they were born the same day. She was the daughter of Joannes Göbels and Apollonia of Steinheim, a family documented in the village since at least the 1650s. Her life spanned the tumultuous decades of Louis XIV's Luxembourg campaigns and the eventual Austrian peace. She died October 18, 1735.",
    "region": "Steinheim, Luxembourg",
    "era": "1668–1735"
  },
  "@I500820@": {
    "narrative": "Joannes Göbels was born February 1656 in Steinheim, Rosport, Echternach, Luxembourg — the village on the Sauer River that appears again and again in the family's deepest roots. He died April 4, 1710. His daughter Elisabetth married SebastianBast Sauber, connecting the Göbels and Sauber families in Steinheim and beginning a chain that would ultimately lead, eight generations later, to the Iowa prairie.",
    "region": "Steinheim, Luxembourg",
    "era": "1656–1710"
  },
  "@I500821@": {
    "narrative": "Apollonia of Steinheim was born between 1623 and 1658 in Steinheim, Rosport, Echternach — likely in the early 1620s, placing her birth in the thick of the Thirty Years' War. If born around 1623, she would have been twenty-five when the Peace of Westphalia finally ended the conflict. She is the most distant ancestor in the entire tree with a confirmed place: Steinheim on the Sauer, a village where her family had roots going back at least to her lifetime and possibly further. Through her son Joannes Göbels and great-granddaughter Elisabetth, she is a direct ancestor of Kevin Gaasch — eleven generations removed.",
    "region": "Steinheim, Luxembourg",
    "era": "c.1623–bef.1742"
  },
  "@I500744@": {
    "narrative": "Theodorus Nicolai Clasen was born December 31, 1662, in Geyershof (Geyershaff), Canton Grevenmacher, Luxembourg — a hamlet of only a few families tucked into the forested hills near Echternach. He died April 14, 1718. The Clasen family had maintained a presence in this tiny community through the worst of the seventeenth-century wars. His daughter Anna Maria would marry Christopher Sauber of nearby Steinheim, linking the Clasen and Sauber family networks in the Echternach corridor.",
    "region": "Geyershof, Luxembourg",
    "era": "1662–1718"
  },
  "@I500745@": {
    "narrative": "Maria Joanna Kaiser was born in 1684 in Geyershaff, near Echternach, Luxembourg. She married Theodorus Clasen and died March 21, 1721. Like so many women in these small Luxembourg villages, she appears in history only through church records — baptism, marriage, death — her daily life of farming, childrearing, and parish participation unrecorded but essential to the community's continuity.",
    "region": "Geyershof, Luxembourg",
    "era": "1684–1721"
  },
  "@I501920@": {
    "narrative": "Mathias Geden lived in Steinheim, Echternach, Grevenmacher, Luxembourg — his dates unrecorded. He was the father of Petrus Goden (b. 1684, Bitburg area), suggesting he may have lived primarily on the German side of the Sauer River while his son crossed into Luxembourg and married there. The Geden/Göden/Goden name variants suggest a German surname adapted to local pronunciation across the river border.",
    "region": "Steinheim, Luxembourg",
    "era": "c.1650s–?"
  },
  "@I501936@": {
    "narrative": "Johann Hastert was born approximately 1646 in Steinheim, Echternach — born into the final years of the Thirty Years' War, the same devastating conflict that produced SebastianBast Sauber. His community was rebuilding from catastrophe when he came into the world. He died after 1719. His daughter Angela Hastert married Petrus Goden of Bitburg, weaving together the Steinheim and German Rhineland family networks that would continue in the same Sauer valley corridor for another century.",
    "region": "Steinheim, Luxembourg",
    "era": "c.1646–aft.1719"
  },
  "@I500958@": {
    "narrative": "Joannes Lorang was born September 30, 1743, in Frisange, in southern Luxembourg, where the Gander stream marks the ancient boundary with France. He grew up during Luxembourg's relatively stable decades under Austrian Habsburg rule, worked the fertile Gutland farmland, and married Marie Régine Schumacher. He lived through the French Revolutionary annexation of Luxembourg in 1795 — a shattering transformation that swept away the old feudal order, dispersed the Church's lands and clergy, and imposed French law on a deeply Catholic, Luxembourgish-speaking community. He died December 26, 1822, having outlived the entire Napoleonic era.",
    "region": "Frisange, Luxembourg",
    "era": "1743–1822"
  },
  "@I500959@": {
    "narrative": "Marie Régine Schumacher was born July 9, 1753, in Frisange, Esch-sur-Alzette, Luxembourg, daughter of Petri Schumacher and Barbara Vestque. She married Joannes Lorang in Frisange and died March 25, 1831 — old enough to see the Grand Duchy of Luxembourg finally achieve formal independence at the 1839 Treaty of London. Her daughter Maria Prima Lorang had already moved to Alzingen by marriage to Jacobus Gaasch, and the combined Lorang-Gaasch family would continue there until the emigration wave of the 1840s.",
    "region": "Frisange, Luxembourg",
    "era": "1753–1831"
  },
  "@I501965@": {
    "narrative": "Gaspard Lorang was born July 7, 1712, in Frisange, Luxembourg, and worked as a forgeron — a blacksmith — one of the most essential trades in any agricultural village. The forge was where plows were repaired, horseshoes fitted, tools made and mended; a blacksmith occupied a central position in village economic and social life. Frisange in 1712 was a crossroads community on the post road between Luxembourg City and Thionville, with a Thurn and Taxis postal relay station established in 1692. Gaspard died August 5, 1782.",
    "region": "Frisange, Luxembourg",
    "era": "1712–1782"
  },
  "@I501966@": {
    "narrative": "Anne Thiel was born March 3, 1719, in Altwies, Luxembourg — a nearby village also in the southern Gutland region. She married Gaspard Lorang in Frisange and died April 7, 1793 — living long enough to see the French armies invade, the old order swept away, and her village attacked by Revolutionary troops in the early 1790s. Her son Joannes Lorang survived the upheaval and continued the family in Frisange.",
    "region": "Altwies/Frisange, Luxembourg",
    "era": "1719–1793"
  },
  "@I500935@": {
    "narrative": "Georg Thinnes was born January 6, 1751, in Hostert, Niederanven, Luxembourg — a village northeast of Luxembourg City within the Gutland commune of Niederanven. He grew up during the peaceful mid-century decades of Austrian Habsburg rule, farmed the rolling landscape east of the capital, and married Maria Weber, who came from the more dramatically rugged hamlet of Zittig near Echternach. He died December 31, 1826, having witnessed the French Revolution, Napoleon, and the beginning of the Dutch period, his daughter Anna Marie already married to Guilaume Sauber in Niederanven.",
    "region": "Hostert/Niederanven, Luxembourg",
    "era": "1751–1826"
  },
  "@I500936@": {
    "narrative": "Maria Weber was born November 22, 1757, in Wéwesch, in the tiny hamlet of Zittig near Bech in the canton of Echternach — a dramatically different landscape from Niederanven, characterized by the sandstone gorges and forest streams of the Müllerthal, Luxembourg's 'Little Switzerland.' She married Georg Thinnes and moved to Hostert in Niederanven. She died April 4, 1826. Her daughter Anna Marie would marry Guilaume Sauber and begin the family line that led to Catherine Sauber's emigration to Iowa.",
    "region": "Zittig/Echternach, Luxembourg",
    "era": "1757–1826"
  },
  "@I501556@": {
    "narrative": "Franz Thinnes was born approximately 1725 in Hostert, Niederanven, Luxembourg. He lived through the long Austrian peace and the first shocks of the French Revolution before the specific records of his life fade. His son Georg continued the family in Hostert, and through Georg's daughter Anna Marie, the Thinnes bloodline merged with the Sauber family in Niederanven and eventually crossed the Atlantic to Iowa.",
    "region": "Hostert/Niederanven, Luxembourg",
    "era": "c.1725–?"
  },
  "@I501557@": {
    "narrative": "Marie Catherine Welter was born in 1729 and married Franz Thinnes in Niederanven, Luxembourg. Like many women in rural eighteenth-century Luxembourg, she appears in history primarily through the births of her children recorded in parish registers — the essential documents that preserved these family connections across generations.",
    "region": "Niederanven, Luxembourg",
    "era": "1729–?"
  },
  "@I501558@": {
    "narrative": "Joannes Petrus Weber was born in April 1720 in Zittig, Luxembourg — the tiny hamlet near Bech in the Müllerthal region where dramatic sandstone cliffs and dark forest streams shaped a more rugged landscape than Luxembourg's gentler Gutland. Today Zittig has roughly 79 residents; in 1720 it would have been fewer than a dozen families. He died sometime before 1784. His daughter Maria Weber would marry Georg Thinnes of Hostert, connecting the Müllerthal and Niederanven branches.",
    "region": "Zittig/Echternach, Luxembourg",
    "era": "1720–bef.1784"
  },
  "@I501559@": {
    "narrative": "Maria Rosen was born in 1725 in Eschweiler, Junglinster, Grevenmacher, Luxembourg — a village in the rolling hills between the Müllerthal and the Moselle valley. She married Joannes Petrus Weber and their daughter Maria Weber would carry the Rosen bloodline to Niederanven through marriage to Georg Thinnes.",
    "region": "Eschweiler/Junglinster, Luxembourg",
    "era": "1725–?"
  },
  "@I501560@": {
    "narrative": "Magdalena NU was born in 1696 and married Mathias Thinnes, likely in the Niederanven commune. Like many women of this era and place, her surname 'NU' in the records likely indicates it was unknown or unrecorded — a common situation in parish records where the wife's maiden name was sometimes omitted.",
    "region": "Niederanven area, Luxembourg",
    "era": "1696–?"
  },
  "@I501481@": {
    "narrative": "Bernard Heiderscheid lived in Ansembourg, commune of Tuntange, in the Grand Duchy of Luxembourg — a village in the Eisch valley west of Luxembourg City, known today for its medieval castle. His dates are unrecorded. He was the father of Elisabeth Heiderscheid (b. 1762, Saeul), who married Simon Gaasch of Alzingen. The Heiderscheid name is well-established in western Luxembourg's canton de Redange.",
    "region": "Ansembourg, Luxembourg",
    "era": "?–?"
  },
  "@I501482@": {
    "narrative": "Jeanne Thillen lived in Saeul, Canton de Redange, Diekirch, Luxembourg — a village in western Luxembourg, some distance from the Alzingen-Hesperange area where the Gaasch family was centered. Her daughter Elisabeth Heiderscheid married Simon Gaasch in 1786, representing the kind of cross-parish marriage common in eighteenth-century Luxembourg, where regional fairs, pilgrimage routes, and extended family networks connected communities across the duchy.",
    "region": "Saeul, Luxembourg",
    "era": "?–?"
  },
  "@I501914@": {
    "narrative": "Joannes Useldinger lived in Alzingen, Hesperange, Luxembourg — his dates unrecorded. His daughter Jeanne Useldinger (b. 1720) married Nicolas Gaasch of Alzingen, making him one of the earliest confirmed Alzingen families in the tree alongside the Gaasches themselves.",
    "region": "Alzingen, Luxembourg",
    "era": "?–?"
  },
  "@I501915@": {
    "narrative": "Anne Useldinger lived in Alzingen, Hesperange, Luxembourg. She appears in the records as the mother of Jeanne Useldinger, who married Nicolas Gaasch. The Useldinger family's presence in Alzingen alongside the Gaasch family suggests the kind of tight village community where the same families intermarried generation after generation.",
    "region": "Alzingen, Luxembourg",
    "era": "?–?"
  },
  "@I501066@": {
    "narrative": "William Jenkinson was born December 4, 1815, in Leeds, Yorkshire — at the moment when Leeds was exploding into one of the world's great industrial cities. As a plasterer, he worked in the construction trades that built the warehouses, mills, and terraced houses of the booming city. Leeds's population had grown from 17,000 in 1775 to over 80,000 by 1815, and would reach 150,000 by 1840. He raised his family in this roaring industrial environment, his son William Jr. born in Slaithwaite — the Colne Valley wool town a dozen miles to the southwest. He died February 19, 1876.",
    "region": "Leeds, Yorkshire, England",
    "era": "1815–1876"
  },
  "@I501069@": {
    "narrative": "Elizabeth Cranfield was born June 8, 1816, in Leeds, Yorkshire, daughter of George Cranfield. She married William Jenkinson and is listed in records as 'Carpenter Wife' — meaning her husband's trade was carpentry (or she served as a carpenter's wife, a common way of designating occupation in nineteenth-century English records). She died approximately 1880, perhaps already elderly when her son William Jr. emigrated to Texas.",
    "region": "Leeds, Yorkshire, England",
    "era": "1816–c.1880"
  },
  "@I500695@": {
    "narrative": "William Jenkinson was born September 1, 1845, in Slaithwaite, Yorkshire — a Colne Valley wool-milling town whose entire identity was built around textile production. Slaithwaite had fourteen textile mills along the river, its workers employed in every stage of wool processing from spinning to finishing. He worked as an apprentice — likely in the textile trades — before emigrating to Bryan, Texas, where he arrived around 1870. The American Civil War's cotton shortage had devastated Yorkshire's textile economy, and emigration agents actively recruited in the mill towns. He died between July and September 1890 in Texas.",
    "region": "Slaithwaite, Yorkshire / Bryan, Texas",
    "era": "1845–1890"
  },
  "@I500696@": {
    "narrative": "Alice Cooper Sypher was born July 1, 1858, in Iowa — the daughter of Reuben Wilt Sypher and Jane Eliza Armour, both from Pennsylvania German-immigrant communities who had moved to the Iowa prairie. She married William Jenkinson and together they built a life in Bryan, Texas — the growing railroad and cotton town anchoring Brazos County. She died October 9, 1906. Their daughter Alice Sypher Jenkinson would marry Glenn Gaasch and continue the family's Oklahoma chapter.",
    "region": "Iowa / Bryan, Texas",
    "era": "1858–1906"
  },
  "@I501067@": {
    "narrative": "Saml. Jenkinson was born approximately 1795 — likely in the Leeds or West Yorkshire area, as his son William Jenkinson was born in Leeds in 1815. The Jenkinson family was thus established in the industrial West Riding of Yorkshire at least by the early nineteenth century, positioned in one of the most rapidly transforming industrial landscapes in the world.",
    "region": "Yorkshire, England",
    "era": "c.1795–?"
  },
  "@I501068@": {
    "narrative": "Sarah Jenkinson was born approximately 1795 and married Saml. Jenkinson in the Leeds area. She was the grandmother of William Jenkinson Jr. who emigrated from Slaithwaite to Texas.",
    "region": "Yorkshire, England",
    "era": "c.1795–?"
  },
  "@I501240@": {
    "narrative": "Michael Sypher was born February 11, 1793, in the Des Moines area of Iowa — though Iowa as a political entity did not yet exist (it became a territory in 1838). The Des Moines area in 1793 was still Native American territory; Michael's birth there likely indicates his parents were early traders or settlers in what was then the Northwest Territory. He married Sarah Shuman and died March 23, 1863, in the thick of the Civil War era — his adopted Iowa having become a Union state.",
    "region": "Iowa/Des Moines area",
    "era": "1793–1863"
  },
  "@I501246@": {
    "narrative": "Sarah Shuman was born October 19, 1796, in Millersville, Lancaster County, Pennsylvania — the heart of Pennsylvania German country, where Mennonite, Amish, Lutheran, and Reformed families of Swiss-German and Palatine descent had built one of the most prosperous agricultural communities in North America. Lancaster County's rich limestone soils supported diversified farming of a kind that awed visiting Europeans. She married Michael Sypher and eventually moved to Iowa. She died March 3, 1848.",
    "region": "Lancaster County, Pennsylvania",
    "era": "1796–1848"
  },
  "@I501080@": {
    "narrative": "Reuben Wilt Sypher was born January 3, 1819, in Millerstown, Perry County, Pennsylvania — a small town on the Juniata River that experienced a brief boom during the Pennsylvania canal era. He was the son of Abraham Sypher and Catherine Wilt. He married Jane Eliza Armour and the family moved to Iowa, joining the great westward migration of Pennsylvania German families to the prairie states. He died April 29, 1879.",
    "region": "Perry County, Pennsylvania / Iowa",
    "era": "1819–1879"
  },
  "@I501081@": {
    "narrative": "Jane Eliza Armour was born approximately 1823 in the Des Moines, Iowa area — again, likely indicating pioneer settler parents in territory that wouldn't become the state of Iowa until 1846. She married Reuben Wilt Sypher and died August 20, 1861. Their daughter Alice Cooper Sypher would eventually marry the Yorkshire immigrant William Jenkinson in Bryan, Texas.",
    "region": "Iowa",
    "era": "c.1823–1861"
  },
  "@I501241@": {
    "narrative": "Abraham Sypher was born December 17, 1753, in Pennsylvania — likely in the German-immigrant communities of Lancaster, York, or Lebanon Counties. He grew up during the American Revolution, reaching military age exactly as the crisis erupted in 1775. Pennsylvania German communities were deeply affected by the Revolution; the Continental Congress authorized a 'German Battalion' in 1776. He married Catherine Wilt and lived to November 25, 1840, witnessing the entire arc of the new republic's first six decades.",
    "region": "Pennsylvania",
    "era": "1753–1840"
  },
  "@I501697@": {
    "narrative": "John Jacob Shuman was born September 4, 1761, in Turkey Hill, Pennsylvania — a sandstone ridge near Columbia in Lancaster County where German immigrant communities had established themselves from the 1710s onward. He grew up during the Revolution, experiencing the war directly as Pennsylvania was a major theater — the battles of Brandywine, Germantown, and Valley Forge all within a day's ride. He died March 7, 1807.",
    "region": "Lancaster County, Pennsylvania",
    "era": "1761–1807"
  },
  "@I501698@": {
    "narrative": "Catherine Wilt was born February 20, 1770, in Millerstown, Perry County, Pennsylvania — a community on the Juniata River that would boom during the canal era after 1829. She married Abraham Sypher and died February 28, 1826. The Wilt name (also Wilt/Wilt) was common among Pennsylvania German families of Swiss-Mennonite origin. Her son Reuben Wilt Sypher carried her maiden name as his middle name — a common practice in Pennsylvania German families honoring the mother's family.",
    "region": "Perry County, Pennsylvania",
    "era": "1770–1826"
  },
  "@I501956@": {
    "narrative": "Mathias Theobaldi Rosen lived in the Luxembourg area, his dates unrecorded. He appears in the records as the father of Catharina Rosen, who married Joannes Petrus Weber of Zittig — connecting the Rosen family network of Eschweiler/Junglinster with the Weber family of the Müllerthal region.",
    "region": "Luxembourg",
    "era": "?–?"
  },
  "@I501957@": {
    "narrative": "Catharina Rosen lived in Luxembourg, her dates unrecorded. She was the mother of Maria Rosen (b. 1725, Eschweiler), who married Joannes Petrus Weber of Zittig — providing one more thread in the dense web of intermarriage among Luxembourg's rural Catholic communities.",
    "region": "Luxembourg",
    "era": "?–?"
  },
  "@I501942@": {
    "narrative": "Alexander Fleming was born in 1711 in Kent County, Delaware — on the broad Delmarva Peninsula where English, Scots-Irish, and other settlers had established a prosperous grain-farming colony under Delaware's separate assembly (granted 1701). Kent County's flat, fertile landscape supported diversified agriculture of wheat, corn, and cattle. He died August 30, 1770. His son Mathew Maston Fleming would carry the family further into the Virginia backcountry, beginning the long migration that would eventually bring the Flemings to the mountains of West Virginia.",
    "region": "Kent County, Delaware",
    "era": "1711–1770"
  },
  "@I501943@": {
    "narrative": "Isabel McKnitt McKnith was born in 1721 in Kent County, Delaware, and married Alexander Fleming there. She died April 26, 1783. The McKnitt (also McKnit, Mcknitt) name suggests Scots-Irish Presbyterian heritage — one of the dominant cultural currents flowing through the Delaware-Pennsylvania-Virginia corridor in the mid-eighteenth century, as Ulster immigrants poured through colonial ports.",
    "region": "Kent County, Delaware",
    "era": "1721–1783"
  },
  "@I501808@": {
    "narrative": "Mathew Maston Fleming was born September 2, 1740, in Kent County, Delaware, the son of Alexander Fleming and Isabel McKnitt. He married Mary Fleming of Sussex County, Delaware, and the family migrated into Virginia's backcountry — part of the great southward and westward movement of colonial families down the Shenandoah Valley. He died August 17, 1810. His son John Martin Fleming Sr. would be born in Augusta County, Virginia — the Shenandoah frontier — in 1773.",
    "region": "Kent County, Delaware",
    "era": "1740–1810"
  },
  "@I501809@": {
    "narrative": "Mary Fleming was born March 11, 1745, in Mispillion Light, Sussex County, Delaware — on the lower Delmarva Peninsula near the Delaware Bay. She married Mathew Maston Fleming and died May 20, 1815. The Fleming surname appearing on both sides suggests the family may have been related through the close-knit Scots-Irish community of colonial Delaware.",
    "region": "Sussex County, Delaware",
    "era": "1745–1815"
  },
  "@I501699@": {
    "narrative": "John Martin Fleming Sr. was born August 3, 1773, in Augusta County, Virginia — deep in the Shenandoah Valley, which by 1773 was the most heavily settled frontier in British North America. Augusta County had been created in 1738 and its early settlers faced genuine danger from French and Indian War raids; the 1755 Shawnee attack at Draper's Meadow (site of present-day Blacksburg) was legend. By 1773 the valley was substantially settled, but the Revolution was erupting. He died July 4, 1828, on Independence Day.",
    "region": "Augusta County, Virginia",
    "era": "1773–1828"
  },
  "@I501700@": {
    "narrative": "Virginia Jane Hayes was born July 1, 1779, in Marion County, which became West Virginia in 1863 — making her a native of the Virginia backcountry that would become one of the Civil War's most contested regions. She married John Martin Fleming Sr. and died in 1817. Her Hayse family had been in the Virginia backcountry since at least the mid-eighteenth century, her father John William Henry Hayse born around 1749 in Mecklenburg County.",
    "region": "Marion County, Virginia/West Virginia",
    "era": "1779–1817"
  },
  "@I501254@": {
    "narrative": "John Martin Fleming was born July 9, 1811, in Harrison County, Virginia — now Harrison County, West Virginia, the county seat being Clarksburg. He died September 20, 1863, during the Civil War — a conflict that made Harrison County famous as the birthplace of the Unionist movement that led to West Virginia's creation. Clarksburg hosted the first convention organizing West Virginia's separation from Virginia in April 1861, just weeks after the firing on Fort Sumter. Fleming's death in 1863 came as West Virginia achieved statehood on June 20 of that same year.",
    "region": "Harrison County, Virginia/West Virginia",
    "era": "1811–1863"
  },
  "@I501255@": {
    "narrative": "Mary Ann Fleming was born approximately 1817 in Harrison County, Virginia/West Virginia, and married John Martin Fleming in her home county. She died in 1897 — surviving the Civil War, her husband's death in 1863, and living long enough to see West Virginia celebrate its 34th year of statehood. Her son Robert Lee Fleming continued the family in Harrison County.",
    "region": "Harrison County, West Virginia",
    "era": "c.1817–1897"
  },
  "@I501087@": {
    "narrative": "Robert Lee Fleming was born July 1, 1848, in Harrison County, Virginia — named, it seems, for the Confederate general (his birth year precedes Lee's famous wartime service, but the name was already associated with Virginia pride). He died October 26, 1887, at just 39 years old, leaving his son John L. Fleming a teenager. He lived through the Civil War as a child, the birth of West Virginia in 1863, and Reconstruction. The Flemings had by this generation moved into Calhoun County, one of West Virginia's most remote communities.",
    "region": "Harrison County / Calhoun County, West Virginia",
    "era": "1848–1887"
  },
  "@I501088@": {
    "narrative": "Mary J. (Mollie) Deweese was born in 1851 in Gilmer County, Virginia/West Virginia — a remote mountain county carved from Barbour and Lewis Counties in 1845. She married Robert Lee Fleming and died January 28, 1932. She was the daughter of Balas Carr Deweese and Mary Margaret Connolly, carrying the DeWeese line that traced back through Shenandoah County Virginia to Pennsylvania German ancestry.",
    "region": "Gilmer County, West Virginia",
    "era": "1851–1932"
  },
  "@I501261@": {
    "narrative": "Balas Carr DeWeese was born August 25, 1828, in Mount Jackson, Shenandoah County, Virginia — the northern Shenandoah Valley, at the heart of one of colonial America's great migration corridors. He died March 16, 1907. His father Isaac Updegrove Deweese had Pennsylvania roots, and the DeWeese (Dieweiss in German) name traces to Pennsylvania German immigrant ancestors.",
    "region": "Shenandoah County, Virginia",
    "era": "1828–1907"
  },
  "@I501262@": {
    "narrative": "Mary Margaret Connolly was born July 26, 1831, in Calhoun County, Virginia/West Virginia — the remote, isolated county along the Little Kanawha River that would become her family's home for generations. She died April 5, 1916. Calhoun County in 1831 was genuine wilderness; it wasn't even organized as a county until 1856. Her daughter Mollie Deweese married Robert Lee Fleming and continued the family in this remote Appalachian community.",
    "region": "Calhoun County, West Virginia",
    "era": "1831–1916"
  },
  "@I501703@": {
    "narrative": "Isaac Updegrove Deweese was born in 1793 in Fayette County, Pennsylvania — the southwestern corner of the state where the Monongahela River flows toward Pittsburgh. He died in 1837. The DeWeese family's Pennsylvania roots connect to the broader German immigrant community of the Pennsylvania backcountry, where families with Palatine and Swiss-German origins farmed the hills of the Allegheny Plateau before pushing into Virginia.",
    "region": "Fayette County, Pennsylvania",
    "era": "1793–1837"
  },
  "@I501704@": {
    "narrative": "Catherine Deweese was born in 1799 in Kanawha County, Virginia — the future capital county of West Virginia, where Charleston would be established. She died in 1837, the same year as her husband Isaac. Kanawha County in 1799 was already known for its salt production — the great Kanawha Salt Works would employ hundreds of workers and become one of the nation's most important industrial sites by the 1820s.",
    "region": "Kanawha County, Virginia/West Virginia",
    "era": "1799–1837"
  },
  "@I501849@": {
    "narrative": "John William Henry Hayse was born approximately 1749 in Mecklenburg County, Virginia — a county on the Virginia-North Carolina border, settled in the 1730s-1740s by Scots-Irish and English families. He died October 18, 1819. He was the father of Virginia Jane Hayes, who married John Martin Fleming Sr. and brought the Hayse bloodline into the Fleming family.",
    "region": "Mecklenburg County, Virginia",
    "era": "c.1749–1819"
  },
  "@I501850@": {
    "narrative": "Susannah Hester Dunn was born January 21, 1747, in Giles County, Virginia — a remote county in southwestern Virginia's New River Valley, at the edge of the Appalachian frontier. She died January 10, 1823. She married John William Henry Hayse and her daughter Virginia Jane Hayes carried the Dunn bloodline into the Fleming family line.",
    "region": "Giles County, Virginia",
    "era": "1747–1823"
  },
  "@I500992@": {
    "narrative": "John L. Fleming was born August 14, 1873, in Calhoun County, West Virginia — one of the most isolated counties in Appalachia, with no railroad connection to its interior. Timbering and the nascent oil and gas industry provided the primary economic activity. He died March 23, 1930. His son Romeo Walter Fleming would be born in 1902 in Arnoldsburg, the Calhoun County seat, and eventually settle in the Kanawha Valley.",
    "region": "Calhoun County, West Virginia",
    "era": "1873–1930"
  },
  "@I500993@": {
    "narrative": "Nancy Addie Lambert was born August 14, 1873, in Coles Mouth (now Clendenin), Kanawha County, West Virginia — at the confluence of Big Sandy Creek and the Elk River. She died October 7, 1958. Her Lambert family traced back through Tazewell County, Virginia. She married John L. Fleming and together they raised Romeo Fleming in Calhoun County before the family moved to the Kanawha Valley's more industrialized communities.",
    "region": "Kanawha County, West Virginia",
    "era": "1873–1958"
  },
  "@I500984@": {
    "narrative": "Romeo Walter Fleming was born June 19, 1902, in Arnoldsburg, Calhoun County, West Virginia — at the deep heart of Appalachian isolation. He died March 5, 1968. He married Blanche Boyd and settled in the Kanawha Valley, where chemical and industrial development was transforming the region. Their daughter Elizabeth Adeline Fleming would be born in 1923 in Standard, Kanawha County, and eventually marry Melvin Gaasch in Tulsa.",
    "region": "Calhoun County / Kanawha County, West Virginia",
    "era": "1902–1968"
  },
  "@I500985@": {
    "narrative": "Blanche Boyd was born May 19, 1903, in Acme, Kanawha County, West Virginia — a coal-camp community along Cabin Creek, just years after the Paint Creek–Cabin Creek district had been the site of one of America's most violent labor conflicts. She died in 1987. She was the daughter of Alfred Hinkle Boyd and Florence West, carrying Appalachian Virginia and Kentucky roots into the industrial Kanawha Valley. Her marriage to Romeo Fleming brought together two deep West Virginia Appalachian family lines.",
    "region": "Kanawha County, West Virginia",
    "era": "1903–1987"
  },
  "@I500994@": {
    "narrative": "Alfred Hinkle Boyd was born April 5, 1858, in Louisa, Lawrence County, Kentucky — on the Big Sandy River at the confluence of the Tug and Levisa Forks, on a site George Washington himself had surveyed in 1769. He died June 6, 1921. The Boyd and Hinkle families had deep roots in the Appalachian mountain communities stretching from the North Carolina Piedmont through Kentucky. He is listed as moving to West Virginia, likely drawn by the coal and industrial opportunities of the Kanawha Valley.",
    "region": "Louisa, Lawrence County, Kentucky",
    "era": "1858–1921"
  },
  "@I500995@": {
    "narrative": "Florence West was born March 1862 in Kentucky and died June 8, 1922. She married Alfred Hinkle Boyd and the family moved to West Virginia. The West family name in eastern Kentucky traces through the Appalachian mountain communities, connected by the Big Sandy River watershed to the larger world of trade and migration.",
    "region": "Kentucky / West Virginia",
    "era": "1862–1922"
  },
  "@I501101@": {
    "narrative": "Hugh Boyd was born August 6, 1827, in Virginia — likely in the western Virginia mountain communities along the Virginia-Kentucky border, given his son Alfred's birth in Lawrence County, Kentucky. He died September 19, 1914, at 87 years old — living through the Civil War, Reconstruction, and into the automobile era. He was the father of Alfred Hinkle Boyd.",
    "region": "Virginia / Kentucky",
    "era": "1827–1914"
  },
  "@I501102@": {
    "narrative": "Levicy 'Louisa' Hinkle was born December 1829 in Lawrence County, Kentucky — the mountain county on the Big Sandy River. She died in 1923. She was the daughter of Randolph Hinkle, who had migrated from Rowan County, North Carolina, following the Great Wagon Road's extension through the Cumberland Gap into eastern Kentucky.",
    "region": "Lawrence County, Kentucky",
    "era": "1829–1923"
  },
  "@I501277@": {
    "narrative": "Randolph Hinkle was born January 16, 1790, in Rowan County, North Carolina — the heart of the Carolina Piedmont's Scots-Irish and German immigrant settlement, organized in 1753. He farmed for much of his life, died January 20, 1880, at 90 years old. The Rowan County community he came from traced its origins to the great southward migration down the Great Wagon Road from Pennsylvania, and families from this background typically followed Kentucky's lure through the Cumberland Gap.",
    "region": "Rowan County, North Carolina / Kentucky",
    "era": "1790–1880"
  },
  "@I501278@": {
    "narrative": "Charlotte Young was born in 1800 in Rockingham County, North Carolina — adjacent to Rowan County, also in the Carolina Piedmont. She died January 24, 1883. She married Randolph Hinkle and the couple moved to Lawrence County, Kentucky. The migration from the Carolina Piedmont to eastern Kentucky was one of the defining movements of early nineteenth-century Appalachia.",
    "region": "Rockingham County, North Carolina / Kentucky",
    "era": "1800–1883"
  },
  "@I501275@": {
    "narrative": "James Boyd was born in 1796 in Virginia — likely western Virginia, given his son Hugh's birth in the area and the family's eventual Kentucky presence. His dates are incompletely recorded. He was the father of Hugh Boyd.",
    "region": "Virginia",
    "era": "1796–?"
  },
  "@I501276@": {
    "narrative": "Abigail Brown married James Boyd. She died in 1838. No further details are recorded in the family data, but she was the grandmother of Alfred Hinkle Boyd and great-grandmother of Blanche Boyd.",
    "region": "Virginia",
    "era": "?–1838"
  },
  "@I501271@": {
    "narrative": "John Lewis Lambert was born July 10, 1818, in Tazewell County, Virginia — a remote southwestern Virginia county along the Clinch River, created in 1799 from Russell and Wythe Counties. He farmed throughout his life and died March 5, 1896. Tazewell County in the early nineteenth century was still frontier country, accessible from eastern Virginia only by long mountain journeys. He married Mary Nancy Stowers and their son Joseph M. Lambert continued the family.",
    "region": "Tazewell County, Virginia",
    "era": "1818–1896"
  },
  "@I501272@": {
    "narrative": "Mary Nancy Stowers was born January 15, 1818, in Tazewell County, Virginia, daughter of Andrew Mordica Stowers. She died December 30, 1887, having kept house through the antebellum, Civil War, and Reconstruction eras. Tazewell County was divided in its Civil War allegiances, with many residents having kinship ties on both sides of the conflict.",
    "region": "Tazewell County, Virginia",
    "era": "1818–1887"
  },
  "@I501834@": {
    "narrative": "Andrew Mordica Stowers was born in 1784 at Wolf Creek, Montgomery County, Virginia — the New River Valley, one of Virginia's earliest interior frontiers, where the 1755 Shawnee attack on Draper's Meadow had made the dangers of settlement lethally clear. He died July 21, 1860, just before the Civil War erupted. Wolf Creek flows from Burke's Garden in Tazewell County to the New River, its name said to come from an early encounter with a wolf on its banks.",
    "region": "Montgomery County / Wolf Creek, Virginia",
    "era": "1784–1860"
  },
  "@I501835@": {
    "narrative": "Mary (Polly) Powers was born in 1790 in Culpeper, Virginia — northern Virginia's Piedmont, dramatically different from the mountain frontier where Andrew Mordica Stowers was born. She died March 29, 1868. She married Andrew Stowers and the couple settled in Tazewell County, where the Powers bloodline merged with the Stowers family in the remote Clinch River valley.",
    "region": "Culpeper, Virginia",
    "era": "1790–1868"
  },
  "@I501273@": {
    "narrative": "Thomas B. Ward lived in West Virginia, his dates and details unrecorded. He was the father of Mary Catherine Ward (b. ca. 1843, West Virginia), who married Joseph M. Lambert.",
    "region": "West Virginia",
    "era": "?–?"
  },
  "@I501274@": {
    "narrative": "Minnie Estel Fuster married Thomas B. Ward in West Virginia. Her dates are unrecorded. She was the grandmother of Nancy Addie Lambert through her daughter Mary Catherine Ward.",
    "region": "West Virginia",
    "era": "?–?"
  },
  "@I501094@": {
    "narrative": "Joseph M. Lambert was born August 12, 1844, in Tazewell County, Virginia — born into the community where the Lambert and Stowers families had farmed for two generations. He farmed throughout his life and died March 19, 1917. He lived through the Civil War's devastation of southwest Virginia and the long recovery of Reconstruction, ultimately settling his family in the Kanawha Valley of West Virginia.",
    "region": "Tazewell County, Virginia",
    "era": "1844–1917"
  },
  "@I501095@": {
    "narrative": "Mary Catherine Ward was born October 1843 in West Virginia and married Joseph M. Lambert. Her Ward family was among the many mountain Virginia families who gave their sons and daughters to the intermarriage networks of Appalachian communities. Their daughter Nancy Addie Lambert was born in 1873 in Coles Mouth (now Clendenin), Kanawha County.",
    "region": "West Virginia",
    "era": "1843–?"
  },
  "@I501721@": {
    "narrative": "George G. Woolwine was born April 23, 1782, in Frederick County, Virginia — the heart of the Shenandoah Valley's early settlement, where German and Scots-Irish families had streamed south from Pennsylvania since the 1730s. He died approximately 1862, having seen his son John Adams Woolwine move to Montgomery County and his grandson Ephraim push to Ohio. Frederick County's Winchester was the gateway to the Valley and one of colonial Virginia's most important market towns.",
    "region": "Frederick County, Virginia",
    "era": "1782–c.1862"
  },
  "@I501722@": {
    "narrative": "Elizabeth Anderson was born approximately 1783 in Winchester, Virginia — the same gateway community as her husband George Woolwine's Frederick County. She died July 14, 1867, at approximately 84 years old. She was a witness to the entire arc of Virginia's transformation from frontier colony through the Civil War — Winchester changed hands over seventy times during the war, making it one of the most embattled towns in the entire conflict.",
    "region": "Winchester, Virginia",
    "era": "c.1783–1867"
  },
  "@I501221@": {
    "narrative": "John Adams Woolwine was born April 21, 1807, in Montgomery County, Virginia — the New River Valley, where his family had migrated from Frederick County. He died August 4, 1836, at just 29 years old — leaving behind a young wife and children, including Ephraim Anderson Woolwine, not yet three. The family's westward migration to Ohio, then Missouri, would be driven by the widowed Catharine Collins and her children.",
    "region": "Montgomery County, Virginia",
    "era": "1807–1836"
  },
  "@I501222@": {
    "narrative": "Catharine Collins was born in 1807 in Montgomery County, Virginia, the daughter of Hezekiah Collins and Elizabeth Surface. She died in 1847. Widowed young when John Adams Woolwine died in 1836, she raised their children including Ephraim, who would become a farmer in Clark County, Ohio. Her Collins family roots were in Albemarle County, Virginia — the same county as Monticello, Thomas Jefferson's home.",
    "region": "Montgomery County, Virginia",
    "era": "1807–1847"
  },
  "@I501690@": {
    "narrative": "Hezekiah Collins was born in 1756 in Albemarle County, Virginia — in the rolling Piedmont hills that would soon become famous as the home of Thomas Jefferson. He died in 1825. He was a veteran of the American Revolution, coming of age just as the conflict erupted. Albemarle County contributed significantly to the Patriot cause. His daughter Catharine would marry John Adams Woolwine and begin the family's westward migration.",
    "region": "Albemarle County, Virginia",
    "era": "1756–1825"
  },
  "@I501691@": {
    "narrative": "Elizabeth Surface was born in 1782 in Montgomery County, Virginia — the New River Valley frontier, just a generation after Draper's Meadow massacre had made the region infamous. She married Hezekiah Collins and her daughter Catharine would continue the family's westward migration through Ohio and Missouri.",
    "region": "Montgomery County, Virginia",
    "era": "1782–?"
  },
  "@I500029@": {
    "narrative": "Ephraim Anderson Woolwine was born December 10, 1833, in New Carlisle, Clark County, Ohio — the Mad River Valley town founded in 1810, peopled largely by transplanted Virginians. He lived to January 21, 1925 — 91 years old, his lifespan encompassing the frontier era, Civil War, industrial age, and the dawn of aviation. His father had died when he was two; he grew up in Ohio and eventually moved to Missouri, where his daughter Mary Catherine would be born in 1860 in Caldwell County.",
    "region": "Clark County, Ohio",
    "era": "1833–1925"
  },
  "@I500030@": {
    "narrative": "Henrietta Mariah Proctor was born March 22, 1840, in Mt. Hope, McLean County, Illinois — the raw prairie frontier, a landscape of vast tallgrass that settlers were just beginning to break with steel moldboard plows. She married Ephraim Anderson Woolwine and died October 8, 1923 — nearly 84 years old, having lived from the breaking of the Illinois prairie through the automobile era. Her Proctor family came from Washington County, Ohio.",
    "region": "McLean County, Illinois",
    "era": "1840–1923"
  },
  "@I501707@": {
    "narrative": "Jacob Proctor was born February 23, 1767, in Danvers, Essex County, Massachusetts — one of the most historically freighted communities in America. Danvers was the site of the original Salem Village, where the 1692 witch trials had erupted, and where the Proctor family name appeared prominently: John Proctor was hanged as a witch in August 1692. Jacob grew up in this community carrying that history, migrated to Ohio, and died October 28, 1834. His son Daniel W. Proctor would serve in the Missouri state legislature.",
    "region": "Danvers (Salem Village), Massachusetts",
    "era": "1767–1834"
  },
  "@I501708@": {
    "narrative": "Elizabeth 'Betsey' Wells was born in 1776 in Hopkinton, Washington County, Rhode Island — a small town in the Narragansett country of southern Rhode Island. She died June 3, 1845. She married Jacob Proctor and the family moved from New England to Ohio, part of the great westward migration of New England families that reshaped the Midwest's cultural character.",
    "region": "Hopkinton, Rhode Island",
    "era": "1776–1845"
  },
  "@I501225@": {
    "narrative": "Daniel W. Proctor was born June 15, 1812, in Watertown, Washington County, Ohio — near Marietta, the oldest organized American settlement in the Northwest Territory, founded April 7, 1788, by Revolutionary War veterans. He served in the Missouri State Legislature, House of Representatives, as a Republican — a remarkable achievement for a frontier farmer. He died May 30, 1895. His daughter Henrietta Mariah married Ephraim Woolwine, and their granddaughter Mary Catherine Woolwine would marry Peter Gaasch.",
    "region": "Washington County, Ohio / Missouri",
    "era": "1812–1895"
  },
  "@I501226@": {
    "narrative": "Mary Longworth was born May 15, 1815, in Muskingum County, Washington County, Ohio — the Ohio River country settled by New England veterans after the Revolution. She died October 24, 1848. She married Daniel W. Proctor and died relatively young, leaving her husband to continue raising their family as they moved westward into Illinois and Missouri.",
    "region": "Washington County, Ohio",
    "era": "1815–1848"
  },
  "@I501730@": {
    "narrative": "William Asa Brittain was born June 18, 1676, in Pavenham, Bedfordshire, England — a small village on the River Great Ouse, six miles northwest of Bedford, in the heartland of English nonconformist dissent. He was 'Knighted, Sir' according to family records — an unusual distinction if accurate. He died in 1733. His descendants crossed the Atlantic and established the Brittain/Britton family in colonial Massachusetts, North Carolina, and eventually the Deep South. Pavenham was classic English midland countryside, its thatched-cottage and open-field landscape worlds apart from the American frontier his grandchildren would inhabit.",
    "region": "Pavenham, Bedfordshire, England",
    "era": "1676–1733"
  },
  "@I501731@": {
    "narrative": "Hanna Achea was born in 1688 in Wales/Yorkshire, England, and married William Asa Brittain. She died in 1705 — very young, at perhaps 17 years old, possibly in childbirth with James Asa Brittain, born that same year. She represents the Welsh connection in the Brittain family heritage.",
    "region": "Wales/Yorkshire, England",
    "era": "1688–1705"
  },
  "@I501594@": {
    "narrative": "James Asa Brittain was born in 1705 in Wales, British America — this may mean he was born in the Welsh Tract of colonial Pennsylvania, where Welsh Quakers had established communities from the 1680s. He was a farmer and died October 17, 1776 — possibly during the upheaval of the Revolution's first year. His son Joseph B. Brittain was born in Middleborough, Massachusetts, suggesting the family moved through multiple colonial communities.",
    "region": "Wales / Pennsylvania / Massachusetts",
    "era": "1705–1776"
  },
  "@I501595@": {
    "narrative": "Mary Isabel Witty was born October 23, 1703, in Shipton, Yorkshire, England — a Yorkshire village, suggesting the family had connections on both sides of the British Isles. She died February 1779. She married James Asa Brittain and the family became established in colonial America.",
    "region": "Yorkshire, England / Colonial America",
    "era": "1703–1779"
  },
  "@I501423@": {
    "narrative": "Joseph B. Brittain was born August 23, 1723, in Middleborough, Plymouth County, Massachusetts — one of New England's oldest townships, settled in 1661 on land purchased from the Namasket Indians. Middleborough was part of the original Plymouth Colony world, its traditions of Puritan Congregationalism and town meeting democracy deeply embedded. He died August 22, 1774 — just before the Revolution erupted into open warfare at Lexington and Concord. His family would continue southward into North Carolina and beyond.",
    "region": "Middleborough, Massachusetts",
    "era": "1723–1774"
  },
  "@I501424@": {
    "narrative": "Jemima Mary Elrod was born in 1725 in Rowan County, North Carolina — the heart of the Carolina Piedmont settlement that German and Scots-Irish families were establishing via the Great Wagon Road. She died in 1778. She married Joseph B. Brittain and the family planted itself in the Carolina backcountry that was simultaneously a frontier settlement and a hotbed of revolutionary activity — the Mecklenburg Declaration of Independence was signed just 20 miles from Rowan County's seat in 1775.",
    "region": "Rowan County, North Carolina",
    "era": "1725–1778"
  },
  "@I501284@": {
    "narrative": "Joseph Brittain was born in 1756 in Wilmington, Brunswick County, North Carolina — in the Lower Cape Fear region where naval stores (tar, pitch, turpentine from longleaf pine forests) dominated the economy. This was one of colonial North Carolina's wealthiest regions, but also one scarred by the 1765 Stamp Act resistance centered in Wilmington and the brutal partisan warfare of the Revolution in the Carolinas. He died August 8, 1823. His son David Madison Britton eventually moved to Tennessee.",
    "region": "Brunswick County, North Carolina",
    "era": "1756–1823"
  },
  "@I501285@": {
    "narrative": "Dorothy Horner was born in 1769 in Raleigh, Wake County, North Carolina — the young state capital, established in 1792 though the area was settled earlier. She died July 8, 1844. She was the daughter of George Ransom Horner Sr. and Elizabeth Holloway, whose family had roots in the Horner family's Maryland colonial history and their migration south. She married Joseph Brittain and continued the family's North Carolina roots.",
    "region": "Raleigh, North Carolina",
    "era": "1769–1844"
  },
  "@I501433@": {
    "narrative": "George Ransom Horner Sr. was born October 30, 1726, in Kent Island, Queen Anne's County, Maryland Colony — the largest island in the Chesapeake Bay, one of Maryland's oldest settlements dating to the 1620s. He died December 10, 1811. The Horner family had emigrated from Windischenbach, Württemberg, Germany, with his father John Horner. His life spanned the entire colonial and Revolutionary era — born in a British colony, dying as an American citizen of 85 years.",
    "region": "Kent Island, Maryland",
    "era": "1726–1811"
  },
  "@I501434@": {
    "narrative": "Elizabeth Holloway was born May 4, 1727, in Orange County, North Carolina — in the Carolina Piedmont frontier, one of the earliest organized counties in western North Carolina. She died in 1778. She married George Ransom Horner Sr. Her Holloway family appears in multiple generations of this lineage, suggesting an extended family network in the Carolina backcountry.",
    "region": "Orange County, North Carolina",
    "era": "1727–1778"
  },
  "@I501472@": {
    "narrative": "John Horner was born May 21, 1699, in Windischenbach, Pfedelbach, Hohenlohekreis, Baden-Württemberg, Germany — a wine-growing village in the Hohenlohe district of northeastern Württemberg. He emigrated to colonial America, likely arriving through Philadelphia in the great German migration wave of the early eighteenth century, and died in 1751. His son George Ransom Horner was born in Maryland in 1726, suggesting John arrived and settled on the Chesapeake in the 1720s.",
    "region": "Windischenbach, Württemberg, Germany / Maryland",
    "era": "1699–1751"
  },
  "@I501473@": {
    "narrative": "Elizabeth Holloway was born around 1700, marrying John Horner in colonial America. She appears as a separate individual from the Elizabeth Holloway who married George Ransom Horner Sr. (born 1727) — likely John Horner's wife and mother of George, while the later Elizabeth is George's wife and cousin or relation from the same Holloway family.",
    "region": "Colonial America",
    "era": "c.1700–?"
  },
  "@I501886@": {
    "narrative": "Johann Georg Martin Hörner was born February 19, 1678, in Windischenbach, Württemberg, Germany — the same village from which his son John Horner would emigrate. He lived through the catastrophic 'Great Winter' of 1708–1709, which froze rivers, destroyed vineyards, and caused widespread famine across Württemberg. These were among the conditions that drove the great German emigration to colonial America. He died in 1752. His son John emigrated; Johann Georg may have remained in Windischenbach.",
    "region": "Windischenbach, Württemberg, Germany",
    "era": "1678–1752"
  },
  "@I501887@": {
    "narrative": "Eva Magdalena Wolf was born approximately 1680 in Germany and married Johann Georg Martin Hörner in Windischenbach. She died in 1755. She represents the Wolf family heritage that merged with the Hörner line in Württemberg before the family's American emigration.",
    "region": "Germany",
    "era": "c.1680–1755"
  },
  "@I501775@": {
    "narrative": "Theobald David Fouts/Pfautz was born July 11, 1722, in Rohrbach, Bavaria, Germany — a Bavarian village, suggesting his family was part of the broader German emigration from both Württemberg and Bavaria to colonial Pennsylvania. He died September 1787. The name Pfautz became Pfouts and then Fouts in America — a characteristic Anglicization of German surnames. He settled in Lancaster County, Pennsylvania, the heart of German-American colonial culture.",
    "region": "Rohrbach, Bavaria / Lancaster County, Pennsylvania",
    "era": "1722–1787"
  },
  "@I501776@": {
    "narrative": "Catrina Catherine Pfautz Spengel was born in 1724 in Lancaster County, Pennsylvania — suggesting she may have been born in America to earlier German immigrant parents, or arrived as a child. She died in 1792. She married Theobald Fouts/Pfautz and their daughter Hannah Fouts was born in Rowan County, North Carolina — the family having moved south along the Great Wagon Road.",
    "region": "Lancaster County, Pennsylvania",
    "era": "1724–1792"
  },
  "@I501355@": {
    "narrative": "Hannah Fouts was born July 11, 1771, in Rowan County, North Carolina — in the Carolina Piedmont's German-immigrant community, her parents having made the journey south from Pennsylvania. She died November 11, 1855, at 84 years old. She married John Garren and her daughter Christina Garren would marry David Pinkerton of Buncombe County. Hannah witnessed the entire arc of American history from colonial frontier through the antebellum era.",
    "region": "Rowan County, North Carolina",
    "era": "1771–1855"
  },
  "@I501354@": {
    "narrative": "John Garren lived in Rowan County, North Carolina, his dates unrecorded. He was the father of Christina Garren (b. 1799, Uwharrie Waters area), who married David Pinkerton of Buncombe County. The Garren family was part of the German and Scots-Irish community of the Carolina Piedmont.",
    "region": "Rowan County, North Carolina",
    "era": "?–?"
  },
  "@I501110@": {
    "narrative": "David Madison Britton was born approximately 1812 in Marshall County, Tennessee — a Middle Tennessee county established in 1836, organized from Giles and Maury Counties. He died October 1, 1863 — likely a Civil War casualty or victim of wartime disease. Tennessee was bitterly divided; Middle Tennessee was predominantly Confederate in sympathy but caught in brutal guerrilla warfare. His son Albert Green Britton, born in Alabama in 1845, would carry on the family in the Deep South.",
    "region": "Marshall County, Tennessee",
    "era": "c.1812–1863"
  },
  "@I501111@": {
    "narrative": "Mary Elizabeth Porterfield was born in 1840 in Potts Camp, Marshall County, Mississippi — a small community in the northeastern part of the state, in the heart of the antebellum cotton belt. She died July 28, 1920. She married David Madison Britton and their son Albert Green Britton was born in Alabama. The Porterfield family had Virginia roots — her father John Duff Porterfield born in Washington County, Virginia.",
    "region": "Marshall County, Mississippi",
    "era": "1840–1920"
  },
  "@I501203@": {
    "narrative": "John Duff Porterfield was born in 1803 in Washington County, Virginia — southwestern Virginia, the Abingdon area at the foot of the Clinch and Holston Mountain country. He died in 1879. He was the father of Mary Elizabeth Porterfield, who married a Britton and continued the family in Mississippi. Washington County was a jumping-off point for families heading into Tennessee and further south.",
    "region": "Washington County, Virginia",
    "era": "1803–1879"
  },
  "@I501204@": {
    "narrative": "Eliza Jane Donohoo was born in 1811 in Savannah, Hardin County, Tennessee — a West Tennessee community on the Tennessee River. She died in 1881. She married John Duff Porterfield and the family moved into Mississippi, joining the cotton frontier that was transforming the old Chickasaw Nation lands into plantation country.",
    "region": "Hardin County, Tennessee",
    "era": "1811–1881"
  },
  "@I501002@": {
    "narrative": "Albert Green Britton was born July 4, 1845, in Tuscaloosa County, Alabama — in the heart of the Cotton Kingdom's most spectacular achievement, a landscape of Greek Revival plantation houses and vast cotton fields worked by enslaved laborers. He died January 27, 1897, in Texas. The Civil War destroyed everything he had known: Union cavalry burned the University of Alabama in April 1865, and the post-war collapse of the plantation economy drove thousands of Alabama families to Texas with the initials 'G.T.T.' — Gone to Texas — painted on their abandoned doors.",
    "region": "Tuscaloosa County, Alabama / Texas",
    "era": "1845–1897"
  },
  "@I501003@": {
    "narrative": "Mary Frances Pinkerton was born August 5, 1847, in Lafayette County, Arkansas — in the Red River valley of southwestern Arkansas, where fertile bottomland supported cotton monoculture and enslaved labor made up a large portion of the population. She died February 24, 1922. She married Albert Green Britton and the family settled in Hamilton County, Texas, part of the great post-Civil War exodus from the Deep South to the Texas frontier.",
    "region": "Lafayette County, Arkansas",
    "era": "1847–1922"
  },
  "@I501119@": {
    "narrative": "Alexander Pinkerton was born in 1824 in Lafayette County, Arkansas, and died between 1869 and 1870. He was the father of Mary Frances Pinkerton. Lafayette County was established in 1827 on former Caddo Nation lands in southwestern Arkansas, near the Texas and Louisiana borders — cotton country from its earliest settlement.",
    "region": "Lafayette County, Arkansas",
    "era": "1824–c.1870"
  },
  "@I501120@": {
    "narrative": "Rebecca Akin was born in 1825 in Lincoln County, Kentucky — the frontier county where Daniel Boone's Fort Logan had defended settlers in the 1780s and where the Wilderness Road ended its perilous mountain crossing. She died in 1866. She married Alexander Pinkerton and the family moved to Arkansas. Her Akin family had roots in North Carolina and Pennsylvania.",
    "region": "Lincoln County, Kentucky",
    "era": "1825–1866"
  },
  "@I501286@": {
    "narrative": "David Pinkerton was born in 1800 in Buncombe County, North Carolina — the heart of the Blue Ridge Mountains around Asheville. He died in 1878. The Buncombe Turnpike of 1824–1828 transformed his community, opening mountain isolation to the great droving trade that sent 150,000 hogs annually down the road to lowland markets. He moved to Arkansas, part of the wave of Carolina mountain families who followed the cotton frontier westward.",
    "region": "Buncombe County, North Carolina / Arkansas",
    "era": "1800–1878"
  },
  "@I501287@": {
    "narrative": "Christina Garren was born February 11, 1799, in the Uwharrie Waters area of Randolph County, North Carolina — the Uwharrie River watershed of the Piedmont, German immigrant country settled in the mid-eighteenth century. She died July 1874. She married David Pinkerton and the family moved to Arkansas. The Garren family was part of the same Rowan-Randolph County German-American community from which Hannah Fouts and other ancestors came.",
    "region": "Randolph County, North Carolina / Arkansas",
    "era": "1799–1874"
  },
  "@I501141@": {
    "narrative": "Alford Gunter was born February 29, 1844, in Aiken, South Carolina — in the Sand Hills region of the Savannah River watershed, where poor sandy soils limited agricultural potential and the South Carolina Canal and Rail Road Company had built one of America's earliest rail lines. He died in 1917. He moved to Texas, part of the post-Civil War exodus that reshaped the South's demographics.",
    "region": "Aiken, South Carolina / Texas",
    "era": "1844–1917"
  },
  "@I501142@": {
    "narrative": "Beulah Gantt was born approximately 1847 and died March 27, 1925. She married Alford Gunter and the family settled in Texas, where their son William Thomas Gunter was born in the late 1860s. The Gantt family — Sam Gantt and D.K. Gantt being listed as her parents — was part of the Carolina-to-Texas migration wave.",
    "region": "South Carolina / Texas",
    "era": "c.1847–1925"
  },
  "@I501534@": {
    "narrative": "Sam Gantt lived in the South Carolina area. No dates or other details are recorded. He was the grandfather of William Thomas Gunter through his daughter Beulah Gantt.",
    "region": "South Carolina",
    "era": "?–?"
  },
  "@I501535@": {
    "narrative": "D.K. Gantt married Sam Gantt. No dates or other details are recorded. She was the grandmother of William Thomas Gunter.",
    "region": "South Carolina",
    "era": "?–?"
  },
  "@I501022@": {
    "narrative": "William Thomas Gunter was born in April 1866 in Texas — born just after the Civil War's end, in the chaotic years of Reconstruction Texas when the old plantation economy was collapsing and new opportunities beckoned on the frontier. He died April 9, 1936. He married Annette V. McCully of Montague County, establishing the family in the North Texas frontier.",
    "region": "Texas",
    "era": "1866–1936"
  },
  "@I501023@": {
    "narrative": "Annette V. McCully was born May 12, 1878, in Montague County, Texas — the North Texas frontier just four years after the Red River War had ended the Comanche threat and opened the region to settlement. She died in 1955. She was the daughter of Leonidas William McCully and Annie Mariah Willis, who had moved from Missouri to the Texas frontier in the 1870s.",
    "region": "Montague County, Texas",
    "era": "1878–1955"
  },
  "@I501155@": {
    "narrative": "Leonidas William McCully was born January 30, 1844, in Chariton, Randolph County, Missouri — 'Little Dixie' country of north-central Missouri, where Southern-born families had recreated the Upper South's culture and where by 1860 nearly 2,600 enslaved people lived. He died November 11, 1905. After the Civil War's savage guerrilla warfare devastated Missouri, he moved his family to the Texas frontier where Comanche raids had only recently ended.",
    "region": "Randolph County, Missouri / Texas",
    "era": "1844–1905"
  },
  "@I501156@": {
    "narrative": "Annie Mariah Willis was born April 15, 1848, in Missouri, and died January 17, 1899. She married Leonidas McCully and the couple moved to Montague County, Texas, in the 1870s, part of the great post-Civil War settlement of North Texas.",
    "region": "Missouri / Texas",
    "era": "1848–1899"
  },
  "@I501524@": {
    "narrative": "Captain John McCully was born November 14, 1812, in Campbell County, Tennessee — East Tennessee, the staunchly Unionist mountain country that would be deeply torn by secession. He died November 24, 1861, at the beginning of the Civil War — possibly a casualty of the conflict. He was the father of Leonidas William McCully.",
    "region": "Campbell County, Tennessee",
    "era": "1812–1861"
  },
  "@I501525@": {
    "narrative": "Mary Littrell was born June 13, 1813, in Kentucky, and died August 25, 1866. She married Captain John McCully. The Littrell family was part of the Kentucky-Tennessee migration network common in Appalachian communities.",
    "region": "Kentucky / Tennessee",
    "era": "1813–1866"
  },
  "@I501591@": {
    "narrative": "Littleton Martin Chambliss was born in 1792 in Georgia and died in 1851. He was the grandfather of Lorenzo Dow Chambliss through his son Greenberry Young Chambliss. Georgia in 1792 was expanding rapidly into former Creek Nation lands, and the Chambliss family rode this frontier wave.",
    "region": "Georgia",
    "era": "1792–1851"
  },
  "@I501592@": {
    "narrative": "Elizabeth Williams was born April 11, 1789, in Jones County, Georgia, and died February 13, 1867. She married Littleton Martin Chambliss. Jones County was established in 1807 from Baldwin County in central Georgia's Piedmont, a rapidly developing cotton region.",
    "region": "Jones County, Georgia",
    "era": "1789–1867"
  },
  "@I501164@": {
    "narrative": "Greenberry Young Chambliss was born May 22, 1822, in Alabama, and died June 29, 1881. He moved his family to Crockett, Houston County, Texas, where his son Lorenzo Dow Chambliss was born in 1868. Alabama in 1822 was in the full flood of cotton expansion on former Creek Nation lands seized by the Treaty of Fort Jackson (1814).",
    "region": "Alabama / Texas",
    "era": "1822–1881"
  },
  "@I501165@": {
    "narrative": "Mary Ann Fisher was born October 21, 1830, in Mississippi, and died September 30, 1900. She married Greenberry Chambliss. Mississippi in 1830 was another fast-expanding cotton frontier, the Chickasaw and Choctaw treaties opening vast new lands. Her father George Fisher was born in the United States in 1800.",
    "region": "Mississippi",
    "era": "1830–1900"
  },
  "@I501579@": {
    "narrative": "George Fisher was born February 15, 1800, in the United States, and died approximately 1846. He was the father of Mary Ann Fisher who married Greenberry Chambliss.",
    "region": "United States",
    "era": "1800–c.1846"
  },
  "@I501580@": {
    "narrative": "Sarah Mariam Spikes was born April 3, 1806, in Alabama, and married George Fisher. She was the grandmother of Lorenzo Dow Chambliss through their daughter Mary Ann Fisher.",
    "region": "Alabama",
    "era": "1806–?"
  },
  "@I501031@": {
    "narrative": "Lorenzo Dow Chambliss was born October 2, 1868, in Crockett, Houston County, Texas — named for the Methodist circuit-rider preacher Lorenzo Dow, whose name was enormously popular among Southern Protestant families. He died September 23, 1940. He married Cassandra A. Grisham and settled in Montague County, continuing the North Texas frontier farming community.",
    "region": "Houston County / Montague County, Texas",
    "era": "1868–1940"
  },
  "@I501032@": {
    "narrative": "Lucinda Mae Lula Thornton was born June 9, 1880, in Comanche County, Texas — just five years after the Red River War ended Comanche military power and opened the county to settlement. She died September 2, 1966. She married Lorenzo Dow Chambliss. Comanche County in 1880 was one of the fastest-growing counties in Texas, its population having exploded from a handful of families to several thousand in just a decade.",
    "region": "Comanche County, Texas",
    "era": "1880–1966"
  },
  "@I501177@": {
    "narrative": "Elisha Hamilton Columbus Thornton was born June 23, 1847, in Greene County, Alabama — at the very heart of the antebellum Black Belt, where vast cotton plantations worked by enslaved laborers generated enormous wealth. He died November 4, 1913. After the Civil War destroyed the plantation economy, many Greene County families joined the exodus to Texas. He was the father of Lucinda Mae Lula Thornton.",
    "region": "Greene County, Alabama / Texas",
    "era": "1847–1913"
  },
  "@I501178@": {
    "narrative": "Mary Jane Land was born January 1853 in Arkansas and died June 22, 1931. She married Elisha Hamilton Columbus Thornton. The Land family's Arkansas roots and the Thornton family's Alabama roots both reflected the Deep South migration patterns that brought families to the Texas frontier in the 1870s.",
    "region": "Arkansas / Texas",
    "era": "1853–1931"
  },
  "@I501577@": {
    "narrative": "Luke Lafayette Thornton was born in 1828 in Alabama or Mississippi, and died in 1902. He was the father of Elisha Hamilton Columbus Thornton, continuing the Deep South family roots that the Thornton line would carry to Texas.",
    "region": "Alabama/Mississippi",
    "era": "1828–1902"
  },
  "@I501578@": {
    "narrative": "Lucy C. May was born August 13, 1828, in South Carolina, and died October 4, 1888. She married Luke Lafayette Thornton. The May family's South Carolina origins and the Thornton family's Alabama roots represent the typical Deep South pattern of families moving through multiple Deep South states before heading to Texas.",
    "region": "South Carolina",
    "era": "1828–1888"
  },
  "@I501519@": {
    "narrative": "Moses S. Land was born between 1822 and 1827 in Tennessee, and died approximately 1900. He was the father of Mary Jane Land who married Elisha Thornton. The Land family's Tennessee origins represent another thread of the Scots-Irish and Anglo-American migration pattern from the Upper South to the Lower South and ultimately to Texas.",
    "region": "Tennessee",
    "era": "c.1822–c.1900"
  },
  "@I501520@": {
    "narrative": "Lucinda Bailey was born in 1827 in Tennessee, and died in 1863. She married Moses S. Land. Both the Bailey and Land families were part of the Middle Tennessee farming communities whose members spread across the Deep South and Texas in the mid-nineteenth century.",
    "region": "Tennessee",
    "era": "1827–1863"
  },
  "@I501288@": {
    "narrative": "William Shaffer was born December 22, 1793, in Wytheville, Wythe County, Virginia — a crossroads town in southwestern Virginia famous for its lead mines at Austinville that supplied American forces in both the Revolution and later the Civil War. He died January 13, 1864 — in the first years of a Civil War that his county would support with lead production. He was the father of Daniel T. Shaffer.",
    "region": "Wytheville, Virginia",
    "era": "1793–1864"
  },
  "@I501289@": {
    "narrative": "Margaret Dorothy Hickman was born August 27, 1797, in Virginia, and died November 4, 1865. She married William Shaffer in southwestern Virginia. The Hickman family was part of the southwestern Virginia mountain community centered on Wytheville and Abingdon.",
    "region": "Virginia",
    "era": "1797–1865"
  },
  "@I501121@": {
    "narrative": "Daniel T. Shaffer was born November 10, 1821, in Washington County, Virginia — just across Clinch Mountain from Wythe County, in the Abingdon area. He died August 29, 1897. He married Thelma Phaney Mowrey of Tennessee and the family eventually moved to Hamilton County, Texas, part of the great post-Civil War migration from southwestern Virginia and Tennessee to the Texas frontier.",
    "region": "Washington County, Virginia / Texas",
    "era": "1821–1897"
  },
  "@I501122@": {
    "narrative": "Thelma Phaney Mowrey was born in 1833 in Tennessee and died in 1897. She married Daniel T. Shaffer. The Mowrey family was part of the Tennessee farming communities of the antebellum era.",
    "region": "Tennessee",
    "era": "1833–1897"
  },
  "@I501014@": {
    "narrative": "John Adam Shaffer was born December 19, 1864, in Tennessee, and died January 4, 1946. He married Lucinda Mae Lula Thornton of Comanche County, Texas, and the family settled in Hamilton County, where their daughter Clara Ann Shaffer was born in Fairy in 1890. He witnessed the transformation of the Texas frontier from cattle country to cotton farms across his long life.",
    "region": "Tennessee / Hamilton County, Texas",
    "era": "1864–1946"
  },
  "@I501015@": {
    "narrative": "Cassandra A. Grisham was born October 16, 1869, in Dade County, Missouri, and died October 8, 1890 — at just 21 years old. She was a farm worker and married Lorenzo Dow Chambliss. Her short life ended before her son Jesse Jerome Gunter was born, carried away — possibly by childbirth complications — on the rough Texas frontier.",
    "region": "Dade County, Missouri / Texas",
    "era": "1869–1890"
  },
  "@I501496@": {
    "narrative": "John Thompson Grisham was born September 9, 1791, on Dumplin Creek, Jefferson County, Tennessee — one of the earliest settled frontier communities in the state, site of the 1785 Treaty of Dumplin Creek with the Cherokee. He died August 1873, having lived through the entire arc of Tennessee's transformation from Cherokee country to settled state. He was the grandfather of Cassandra A. Grisham.",
    "region": "Jefferson County, Tennessee",
    "era": "1791–1873"
  },
  "@I501497@": {
    "narrative": "Mary Polly R. Corbett was born August 26, 1792, in Jefferson County, Tennessee, and died April 10, 1884. She married John Thompson Grisham. The Corbett family was part of the early Tennessee pioneer community in the Dumplin Creek watershed.",
    "region": "Jefferson County, Tennessee",
    "era": "1792–1884"
  },
  "@I501128@": {
    "narrative": "William Daniel Grisham was born September 9, 1837, in McMinn County, Tennessee — a county in the Tennessee Valley where the Trail of Tears had passed directly through in 1838, just after his birth. He was a farmer and died April 12, 1900. He was the father of Cassandra A. Grisham.",
    "region": "McMinn County, Tennessee",
    "era": "1837–1900"
  },
  "@I501129@": {
    "narrative": "Mary Ann Witt was born June 10, 1844, in Dandridge, Jefferson County, Tennessee — in the Great Smoky Mountain foothills, one of the oldest European communities in the state. She died in 1880, a farm wife (Keeping House). She married William Daniel Grisham and her daughter Cassandra would marry Lorenzo Chambliss in Texas.",
    "region": "Jefferson County, Tennessee",
    "era": "1844–1880"
  },
  "@I501504@": {
    "narrative": "James Randolph Witt was born August 23, 1813, in Dandridge, Jefferson County, Tennessee, and died in 1895. He was the father of Mary Ann Witt. The Witt family was part of the long-established Tennessee mountain community around Dandridge on the French Broad River.",
    "region": "Jefferson County, Tennessee",
    "era": "1813–1895"
  },
  "@I501505@": {
    "narrative": "Delilah Harkrider was born March 10, 1815, in Virginia, and died November 17, 1861. She married James Randolph Witt. The Harkrider family's Virginia roots connect to the broader Scots-Irish and Anglo-American migration from Virginia into Tennessee.",
    "region": "Virginia / Tennessee",
    "era": "1815–1861"
  },
  "@I500976@": {
    "narrative": "Jesse Jerome Gunter was born October 1, 1896, in Montague County, Texas — a North Texas frontier community that had only been opened to settlement after the Red River War of 1874-75. He died January 27, 1964. He married Bertha M. Chambless of the same county. His mother Annette V. McCully and father William Thomas Gunter had both been born in the same area, establishing the family as one of Montague County's settler generation.",
    "region": "Montague County, Texas",
    "era": "1896–1964"
  },
  "@I500977@": {
    "narrative": "Bertha M. Chambless was born July 2, 1900, in Montague County, Texas, and died January 9, 1953. She was the daughter of Lorenzo Dow Chambliss and Cassandra A. Grisham. Her father Lorenzo had been born in Houston County, Texas in 1868 and moved to Montague County; her mother died when Bertha was just nine months old. She married Jesse Jerome Gunter.",
    "region": "Montague County, Texas",
    "era": "1900–1953"
  },
  "@I501185@": {
    "narrative": "William Akin was born in 1790 in North Carolina and died November 29, 1883 — a remarkable 93 years old. He was the father of Rebecca Akin who married Alexander Pinkerton. The Akin family traced through North Carolina and Pennsylvania, part of the Scots-Irish migration network.",
    "region": "North Carolina / Kentucky",
    "era": "1790–1883"
  },
  "@I501186@": {
    "narrative": "Rebecca 'Becky' McKinney was born in 1789 in Lincoln County, Kentucky — at the very beginning of Kentucky's settlement era, just a decade after Daniel Boone's road opened the wilderness. She died October 13, 1850. She married William Akin. Her McKinney family had New Jersey colonial roots.",
    "region": "Lincoln County, Kentucky",
    "era": "1789–1850"
  },
  "@I501368@": {
    "narrative": "James Akin was born approximately 1755 in Pennsylvania, and died approximately 1822. He was the father of William Akin. Pennsylvania in the 1750s was the most ethnically diverse colony in British America, and the Akin family was part of the Scots-Irish community that would push south and west in the Revolutionary era.",
    "region": "Pennsylvania",
    "era": "c.1755–c.1822"
  },
  "@I501369@": {
    "narrative": "Mary Murphey was born March 19, 1758, in Culpeper County, Virginia, and died in 1822. She married James Akin. The Murphey family was part of the Scots-Irish Virginia Piedmont community.",
    "region": "Culpeper County, Virginia",
    "era": "1758–1822"
  },
  "@I501381@": {
    "narrative": "Daniel McKinney was born in 1742 in Somerset County, Province of New Jersey — a colonial county on the Raritan River, home to Dutch, English, and Scots-Irish communities. He died May 19, 1809. He was the father of Rebecca 'Becky' McKinney who married William Akin. New Jersey's land riots of the 1740s had disrupted his county, and the Revolution brought military action directly to Somerset County.",
    "region": "Somerset County, New Jersey",
    "era": "1742–1809"
  },
  "@I501382@": {
    "narrative": "Mercy Blatchley was born March 31, 1745, in Somerset County, New Jersey, and died July 26, 1825. She married Daniel McKinney. The Blatchley name was associated with Quaker communities in New Jersey and Pennsylvania.",
    "region": "Somerset County, New Jersey",
    "era": "1745–1825"
  },
  "@I501412@": {
    "narrative": "William Lazarus was born in 1767 in Rowan County, North Carolina, and died in 1825. He was the father of Charlotte Young (born 1800, Rockingham County) — wait, actually William Lazarus appears in the data as Charlotte Young's father-in-law or Randolph Hinkle line. He was part of the Rowan County Carolina Piedmont community.",
    "region": "Rowan County, North Carolina",
    "era": "1767–1825"
  },
  "@I501413@": {
    "narrative": "Nancy Polly Randal was born in 1770 in North Carolina, and died in 1820. She was part of the Rowan County community in the Carolina Piedmont. William Lazarus and Nancy Polly Randal were connected to the Hinkle-Boyd lineage through the Carolina Piedmont migration network.",
    "region": "North Carolina",
    "era": "1770–1820"
  },
  "@I501234@": {
    "narrative": "",
    "region": "",
    "era": ""
  },
  "@I500005@": {
    "narrative": "Charles Homer Britton was born November 26, 1922, in Purves, Erath County, Texas — a small farming community in the Western Cross Timbers region, where post-oak woodland alternates with rolling prairie. He was a farmer and died December 8, 2004. He married Bertha Flois Gunter and raised their daughter Lula Annetta Britton in the Texas High Plains. His ancestors had arrived in Hamilton County in the 1880s from Alabama and the Deep South, drawn by cheap frontier land and the promise of Texas cotton farming. Charles witnessed the boll weevil's devastation of Texas cotton, the Dust Bowl, World War II, and the transformation of Texas agriculture from cotton to diversified farming and ranching across his 82 years.",
    "region": "Erath County, Texas",
    "era": "1922–2004"
  },
  "@I500004@": {
    "narrative": "Bertha Flois Gunter was born October 12, 1922, in Texas — the daughter of Jesse Jerome Gunter and Bertha M. Chambless of Montague County, North Texas. She was a homemaker and died September 17, 2012 — at 89 years old, one of the longest-lived ancestors in the tree. She married Charles Homer Britton and raised her family in West Texas. Her Gunter and Chambliss ancestors had come from South Carolina, Alabama, Missouri, and Arkansas, all converging on the North Texas frontier in the 1870s-1880s just after the Comanche wars ended.",
    "region": "Texas",
    "era": "1922–2012"
  },
  "@I500979@": {
    "narrative": "Albert Green Britton Jr. was born December 20, 1888, in Carlton, Hamilton County, Texas — in the Western Cross Timbers hill country that his father Albert Green Britton had reached after the post-Civil War exodus from Alabama. He died March 11, 1941. He married Clara Ann Shaffer of nearby Fairy, Hamilton County. Carlton was a small farming town that briefly boomed when the Stephenville, North and South Texas Railway arrived in 1907. The Cross Timbers region's thin soils and alternating woodland and prairie supported mixed farming of cotton, grain, and cattle.",
    "region": "Hamilton County, Texas",
    "era": "1888–1941"
  },
  "@I500980@": {
    "narrative": "Clara Ann Shaffer was born October 2, 1890, in Fairy, Hamilton County, Texas — a small community that received its charming name in 1884, honoring Fairy Fort Phelps, the petite daughter of a Confederate veteran. She died October 2, 1978, on her 88th birthday. Her parents John Adam Shaffer from Tennessee and Lucinda Mae Lula Thornton from Comanche County had settled in Hamilton County as part of the great post-Civil War migration from the South and border states. She married Albert Green Britton Jr. and together they farmed the Cross Timbers country. A 1867 Comanche attack on a Hamilton County school, in which the teacher was killed, was still living memory in her family's stories.",
    "region": "Hamilton County, Texas",
    "era": "1890–1978"
  },
  "@I501239@": {
    "narrative": "George Cranfield was the father of Elizabeth Cranfield (b. 1816, Leeds, Yorkshire), who married William Jenkinson Sr. He was thus part of the Leeds industrial community in the early nineteenth century, living through the most explosive phase of Yorkshire's transformation from wool-market town to industrial giant.",
    "region": "Leeds, Yorkshire, England",
    "era": "c.1790s–?"
  },
  "@I501911@": {
    "narrative": "Petri Schumacher lived in Luxembourg — likely in Frisange or the surrounding Esch-sur-Alzette area, given that his daughter Marie Régine Schumacher was born in Frisange in 1753. His dates are unrecorded. The Schumacher name (meaning 'shoemaker' in German) was common across Luxembourg's German-speaking communities.",
    "region": "Luxembourg",
    "era": "?–?"
  },
  "@I501912@": {
    "narrative": "Barbara Vestque lived in Luxembourg, her dates unrecorded. She was the mother of Marie Régine Schumacher (b. 1753, Frisange), who married Joannes Lorang of Frisange and continued the family in this southern Luxembourg border village.",
    "region": "Luxembourg",
    "era": "?–?"
  },
  "@I501486@": {
    "narrative": "Anne Nee was born in 1702 and died November 5, 1750 — likely in Alzingen, Hesperange, Luxembourg, given that she married Jean Gaasch, an Alzingen resident. Her surname 'Nee' may indicate her maiden name was unrecorded (née meaning 'born as'), or it was her actual surname. She was the mother of Nicolas Gaasch (b. 1717) and thus great-great-grandmother of the emigrant Joannes Gaasch who crossed to Iowa in 1848.",
    "region": "Alzingen, Luxembourg",
    "era": "1702–1750"
  },
  "@I501561@": {
    "narrative": "Magdalena NU was born in 1696 and married Mathias Thinnes in Niederanven, Luxembourg. The surname 'NU' in records typically indicates the maiden name was unknown or not recorded — a common situation in seventeenth and early eighteenth century parish records. She was the mother of Franz Thinnes (b. c.1725, Hostert, Niederanven).",
    "region": "Niederanven, Luxembourg",
    "era": "1696–?"
  },
  "@I501937@": {
    "narrative": "Margaretha Herber married Johann Hastert of Steinheim, Echternach, Luxembourg. Her dates are unrecorded. She was the mother of Angela Hastert (b. 1682, Steinheim), who married Petrus Goden of Bitburg and continued the family line in the Sauer River valley.",
    "region": "Steinheim, Luxembourg",
    "era": "?–?"
  },
  "@I502000@": {
    "narrative": "Joannes Gaasch (recorded as 'Gausch' in the Latin parish records) lived in Bivingen (Bivange), a small village in the commune of Roeser, southern Luxembourg. He is the probable father of Jean Gaasch (born c. 1698), making him the earliest Gaasch ancestor identified through primary source research. His wife's name was Margaretha, maiden name not yet established, though a woman named Margaretha Goesch appears in the Bivingen community as an unmarried godmother in March 1692 — possibly the same person before her marriage to Joannes.\n\nJoannes is confirmed in the Roeser parish register on three occasions: as godfather for a neighbor's child on April 18, 1695; as father of son Nicolaus baptized March 27, 1699; and again as godfather for another Bivingen neighbor's child in April 1699. His repeated selection as godfather indicates he was a trusted and respected member of the tight-knit Bivingen community.\n\nBivingen in the late 17th century was a small agricultural village of perhaps a dozen families, including the Gaasch, Godesch, Hemmer, Schumesch, Eder, Peters, and Klensch families — all of whom appear repeatedly as godparents for each other's children. The village sat in the gentle rolling farmland south of Luxembourg City, within the ancient parish of Roeser. Joannes would have farmed the same fields his neighbors did, lived through the Nine Years' War and the War of the Spanish Succession, and watched Luxembourg pass from Spanish to French to Austrian hands — distant political upheavals that touched rural village life mainly through taxation and the occasional passage of troops.\n\nHis estimated birth year is approximately 1665–1675, based on his activity as godfather in 1695 implying full adulthood. His death date is unknown. A Wilhelm Gaasch of Bivingen died November 22, 1725 — possibly Joannes's brother — confirming the family remained in Bivingen into the 1720s.",
    "region": "Bivingen (Bivange), Roeser, Luxembourg",
    "era": "c. 1665–after 1699"
  },
  "@I502002@": {
    "narrative": "Nicolaus Gaasch was baptized on March 27, 1699, in Bivingen (Bivange), in the commune of Roeser, southern Luxembourg — one of the clearest documented events in this branch of the family's early history. His baptism entry in the Roeser parish register reads: 'Joannis Gausch et Margaretha Conjugum ex Bivingen filius Nicolaus natus est et baptizatus 27 Marty Anno 1699,' confirming his parents as Joannes Gaasch and his wife Margaretha.\n\nNicolaus was the younger brother of Jean Gaasch (born c. 1698), who would later settle in the neighboring village of Alzingen. While Jean moved west to Alzingen, Nicolaus appears to have maintained ties to the Bivingen-Alzingen area as well — a man named Nicolao Gaasch ex Alzingen served as godfather for Jean's grandson Joannes Gaasch in a November 1743 Hesperange baptism record, almost certainly this same Nicolaus decades later. His further life — marriage, children, and death — has not yet been traced in surviving records.",
    "region": "Bivingen (Bivange), Roeser, Luxembourg",
    "era": "b. 1699"
  },
  "@I502001@": {
    "narrative": "Margaretha Gaasch (née unknown) was the wife of Joannes Gaasch of Bivingen and the probable mother of Jean Gaasch (born c. 1698). She is confirmed in the Roeser parish register in the March 1699 baptism entry for her son Nicolaus: 'Joannis Gausch et Margaretha Conjugum ex Bivingen filius Nicolaus natus est et baptizatus 27 Marty Anno 1699.'\n\nHer maiden name has not been established from existing records. The most promising lead is a woman named Margaretha Goesch who appears in the Bivingen community as an unmarried godmother in March 1692 — before she would have married Joannes. In these Luxembourg records, women appear under their husband's surname after marriage, so an unmarried Margaretha Goesch in 1692 who later disappears from the records under that name could well be the same woman who became Margaretha Gaasch. The Goesch family was a distinct but closely connected Bivingen family — Nicolaus Godesch and his wife Anna are confirmed neighbors of the Gaasches throughout the 1690s.\n\nHer marriage to Joannes likely took place around 1693–1695, based on the birth of their first known child approximately 1697–1698. The marriage record has not been found in the Roeser parish register, suggesting either that it was one of the many marriages not recorded in this primarily baptismal register, or that Margaretha came from a neighboring parish whose records do not survive for this period. The Hesperange register, which would cover Alzingen and surrounding villages, only begins in 1717.",
    "region": "Bivingen (Bivange), Roeser, Luxembourg",
    "era": "c. 1670–unknown"
  }
}